{
    "cs": "1 - DO KRÁLIČÍ NORY Alenka - dokud ještě byla s rodiči ve své rodné Anglii, říkali jí Alice - už začínala mít dost toho nečinného sedění vedle sestry na břehu řeky: jednou nebo dvakrát nahlédla do knížky, kterou sestra četla, ale tam nebyly vůbec žádné obrázky nebo rozmluvy - \"a co je po knížce,\" myslila si Alenka, \"ve které nejsou obrázky, ba ani rozmluvy?\" Přemýšlela tedy - jak nejlépe mohla, neboť byl horký den, a to ji dělalo ospalou. a hloupou - stojí-li pěkný věneček za to, aby vstala a sbírala květinky, když tu náhle kolem ní přeběhl Bílý Králík s červenýma očima. V tom nebylo nic tak velmi podivuhodného; a Alenka v tom neviděla nic tak velmi zvláštního, ani když slyšela, jak si Králík k sobě říká: \"Bože, bože! Bože, bože! Já jistě přijdu pozdě!\" (Když o tom přemýšlela později, napadlo jí, že se nad tím měla pozastavit; v tu chvíli se jí to však zdálo docela přirozené.) Ale když Králík skutečně vytáhl hodinky z kapsičky u vesty, podíval se na ně a pospíchal dále, vyskočila Alenka údivem, neboť jí prolétlo hlavou, že nikdy předtím neviděla králíka, který by měl kapsičku u vesty, neřkuli hodinky, které by z ní mohl vytáhnout; a hoříc zvědavostí, běžela za ním přes pole a naštěstí doběhla ještě včas, aby viděla, jak vskočil do velké králičí díry pod mezí. Alenka ani chvíli nemeškala a vskočila za ním, aniž jen zdaleka pomyslila, jak se kdy opět dostane ven. Králičí díra vedla zpočátku přímo jako tunel a pak se za hnula dolů; tak náhle, že než mohla Alenka uvážit, nemá-li zastavit, shledala, že padá do jakési velmi hluboké studny. Buď byla ta studna velmi hluboká, anebo Alenka padala velmi zvolna, neboť měla při tom padání dosti času, aby se ohlížela kolem sebe a uvažovala, co se stane dále. Zprvu se pokoušela podívat se dolů pod sebe, aby se přesvědčila, kam padá, ale bylo příliš temno, než aby něco viděla. Začala se tedy ohlížeti po stěnách studny a zpozorovala, že jsou na ní samé kuchyňské police a přihrádky na knihy; tu a tam visely na hřebíku mapy a obrazy. Jak letěla mimo, vzala si z jedné poličky skleničku s nálepkou: MERUŇKOVÁ MARMELÁDA; avšak k jejímu velkému zklamání byla sklenička prázdná. Nechtěla ji zahodit ze strachu, že by mohla někoho zabít, tak se jí podařilo postavit ji zase na jednu poličku, podle níž padala. - \"Nu,\" pomyslila si Alenka, \"po takovémhle pádu si z toho už nic nebudu dělat, spadnu-li doma ze schodů ! To se budou doma divit, jak jsem statečná! Hm, teď bych už neřekla nic, ani kdybych spadla ze střechy!\" (Což bylo velmi podobné pravdě.) Dolů, dolů, dolů! Nebude tomu padání nikdy konce? \"To bych ráda věděla, kolik mil už jsem proletěla,\" řekla nahlas. \"Musím se už blížit středu Země. Počkejme: to by bylo, myslím, 4000 mil...\" (jak vidíte, Alenka se ve škole naučila celé řadě takovýchhle věcí, a ačkoli toto nebyla zrovna nejlepší příležitost, aby se blýskala svými vědomostmi, jelikož tu nebylo nikoho, kdo by ji poslouchal, přece si myslila, že je dobře něco si zopakovat) - \"ano, to bude tak asi správná vzdálenost, ale pak bych ráda věděla, na kterém jsem se to octla stupni zeměpisné šířky a délky?\" (Jak vidíte, Alenka neměla ponětí, co je to zeměpisná šířka a délka, myslila si však, že jsou to krásná velká slova a že se vyjadřuje učeně.) Po chvíli začala opět: \"To jsem zvědavá, zdali proletím skrz celou Zemi! To bude legrace, až vyletím mezi lidi, kteří chodí vzhůru nohama! Jakpak se jim jen říká... antipatové, myslím\" - (jak vidíte, zaslechla kdysi, že se protinožcům říká antipodové, a špatně si to zapamatovala; ani jí samotné to však neznělo správně a byla, panečku, ráda, že ji tentokrát nikdo neposlouchal, protože je to velká ostuda, blýskat se cizími slovy a neumět jich. užívat) - \"ale to se jich budu muset zeptat, jak se ta země, kde vypadnu, jmenuje. Prosím, milostivá paní, jsem to na Novém Zélandě, nebo v Austrálii?\" (A pokusila se při tom oslovení o zdvořilou poklonku; jen si představte, jak děláte poklonku, padajíce z třetího patra! Myslíte, že byste to dovedli?) \"A za jak hloupou malou holčičku mne budou mít! Ne, to nepůjde, ptát se; snad to někde uvidím napsáno. Dolů, dolů, dolů. Nic jiného se nedalo dělat, Alenka tedy brzy začala znovu mluvit. \"Minda se po mně jistě dnes bude shánět!\" (Minda byla Alenčina kočka.) \"Doufám, že nezapomenou při svačině na její misku mléka. Mindo, drahoušku, kéž bys tu byla dole se mnou! Ve vzduchu sice, myslím, nejsou žádné myši, ale mohla bys tu chytit netopýra a to, víš, je skoro jako myš. - Ale jedí vůbec kočky netopýry?\" A tu začala být Alenka trochu ospalá a počala si odříkávat: \"Jedí kočky netopýry? Jedí netopýry kočky?\" a někdy: \"Jedí netopýři kočky?\" a1e jelikož, jak vidíte, nedovedla odpovědět ani na jednu, ani na druhou otázku, bylo to celkem jedno, jak ji položila. Cítila, že usíná, a právě se jí začalo zdát, že se vede za ruku s Mindou a ptá se jí velmi vážně: \"Nuže, Mindo, řekni mi pravdu, jedlas někdy netopýra?\" - když tu najednou buch! - dopadla na hromadu suchého listí a bylo po pádu. Alenka si ani trochu neublížila a v mžiku byla na nohou: pohlédla nad sebe a kolem sebe, nad ní bylo temno a před ní nová dlouhá chodba, v níž ještě zahlédla pospíchajícího Bílého Králíka. Nesměla ztratit ani vteřinu: jako vítr se pustila za ním a doběhla k němu dosti blízko, aby slyšela, jak si povídá, zahýbaje kolem rohu: \"U mých uší a vousů, jak je pozdě!\" Byla těsně za ním, když zahnula kolem rohu. Králík se jí však náhle ztratil z očí. Byla v dlouhé nízké síni, osvětlené řadou lamp, visících ze stropu. Po obou stranách síně byly řady dveří, všechny však byly zamčeny, a když je Alenka všechny po jedné i po druhé straně vyzkoušela, ubírala se smutně prostředkem síně přemýšlejíc, jak se kdy opět dostane domů. Pojednou jí stál v cestě malý třínohý stolek, celý z hladkého průhledného skla; na něm nebylo nic než malinký zlatý klíček, a Alenku hned napadlo, že by to mohl být klíček od některých těch dveří: ale běda! buď byly zámky příliš velké, nebo klíč příliš malý, ať už tak nebo onak, nehodily se k sobě. Když však tak po druhé obcházela, uviděla před sebou nízkou záclonku, které dříve nezpozorovala, a za ní byly malé dveře, tak asi patnáct palců vysoké: zkusila zlatý klíček v jejich zámku a k veliké její radosti zapadl. Alenka otevřela dveře a shledala, že vedou do malé chodbičky, ne prostornější než myší díra. Poklekla a hleděla chodbičkou do nejrozkošnější zahrady, jakou si jen můžete představit. Ó, jak toužila dostat se z malé síně a procházeti se mezi záhony zářivých květin a chladnými vodotrysky! Ale dveřmi jí neprošla ani hlava. \"A kdyby mi hlava prošla,\" pomyslila si ubohá Alenka, \"co by mi to bylo platno, když by neprošla ramena? Ó, jak bych si přála, abych se mohla stáhnout jako dalekohled! Myslím, že bych to dovedla, jen kdybych věděla, jak začít.\" V poslední době, jak jste viděli, se událo tolik mimořádných věcí, že se Alenka začala domnívati, že je velmi málo věcí opravdu nemožných. Čekati u malých dvířek se jí zdálo bezúčelné, vrátila se tedy ke stolku, napolo doufajíc, že na něm nalezne nový klíč nebo aspoň knížku návodů, podle nichž by se člověk mohl stáhnout jako dalekohled; a tenkrát tu nalezla lahvičku (\"která tu před chvílí zcela určitě nebyla,\" řekla si Alenka) a na té byla přivázána cedulka, na níž bylo velikými písmeny krásně vytištěno: VYPIJ MNE! - To se pěkně řekne: \"Vypij mne!\" - tohle však moudrá Alenka neudělá tak náhle. - \"Ne, napřed se podíváme,\" řekla si, \"není-li na tom nálepka s nápisem JED!\" neboť četla mnoho povídek o dětech, které se spálily, nebo byly snědeny divou zvěří, nebo kterým se stalo mnoho jiných nepříjemných věcí, a to všechno jen proto, že ne a ne, aby si pamatovaly jednoduché poučky, kterým je učili jejich přátelé: například, že se možno spálit rozžhaveným háčkem, držíme-li jej v ruce příliš dlouho, nebo že prst obyčejně krvácí, řízneme-li do něho nožem příliš hluboko; a ni kdy nezapomněla, že, napijeme-li se z lahvičky, na které je napsáno JED! - je skorem jisto, že toho dříve či později budeme litovat. Na této lahvičce však nebylo napsáno JED! a tak se Alenka odvážila okusit jejího obsahu; a shledavši jej docela chutným (měl totiž jakousi smíšenou chuť třešňového koláče, krupičné kaše, ananasu, pečené husy, čokolády a topinky s máslem), byla s lahvičkou brzo hotova. \"Jaký to podivný pocit!\" řekla Alenka. \"Jistě se do sebe zatahuji jako dalekohled.\" A tak tomu opravdu bylo: byla teď jen deset palců vysoká a tvář se jí vyjasnila při pomyšlení, že má nyní zrovna potřebnou míru, aby mohla projít malými vrátky do krásné zahrady. Nejprve však několik minut čekala, záhy zjistila, nezkracuje-li se ještě dále; trochu jí to působilo starost; \"neboť to by, víte, mohlo skončit tím\" - řekla si - \"že bych se zkrátila v nic, jako dohořelá svíčka. To bych ráda věděla, jak bych potom vypadala!\" a pokoušela se představit si, jak vypadá plamen svíčky po zhasnuti, neboť se nedovedla upamatovati, že by kdy co takového byla viděla. Když po chvíli zjistila, že se s ní dál nic neděje, rozhodla se, že půjde ihned do zahrady. Ale běda! Když došla ke dveřím, shledala ubohá Alenka, že zapomněla zlatý klíček, a když se proň vrátila ke stolku, zjistila, že naň nemůže nikterak dosáhnout; viděla jej zcela zřetelně sklem stolku a pokoušela se, jak nejlépe dovedla, vyšplhati se po jedné z jeho noh, ale ta byla příliš hladká; a když se ubožačka marnými pokusy úplně vyčerpala, sedla si a plakala. \"Tak a teď dost, pláčem nic nespravíte!\" řekla si k sobě hodně zostra. - \"Radím vám, abyste toho tu chvíli nechala!\" Alenka si zpravidla dávala velmi dobré rady (ač se jimi velmi zřídka řídila) a někdy si vyhubovala tak přísně, že jí slzy vstoupily do očí; a pamatovala si, jak se jednou pokoušela napohlavkovat si za to, že se chtěla ošidit ve hře v kroket, kterou hrála sama proti sobě, neboť toto podivné dítě si velmi libovalo v tom, že dělalo, jako by bylo dvěma osobami. \"Teď však není nic platno dělat, jako bych byla dvěma osobami,\" řekla si Alenka - \"vždyť ze mne zbylo sotva na jednu slušnou osobu!\" Brzy však spočinula zrakem na malé skleněné krabici, ležící pod stolem; otevřela ji a našla v ní malý koláček, na němž byla rozinkami krásně vysázená slova: SNĚZ MNE! - \"Dobrá, tak tě sním,\" řekla Alenka. \"Uděláš-li mne větší, budu moci dosáhnouti klíče, a uděláš-li mne menší, podlezu pode dveřmi a tak se tím neb oním způsobem dostanu do zahrady a je mi tedy jedno, co se stane!\" Snědla kousíček a řekla si úzkostlivě: \"Kterým směrem? Kterým směrem?\" - držíc si ruku na temeni hlavy, aby se přesvědčila, kterým směrem poroste. Byla velmi překvapena, shledavši, že zůstává nezměněna. Ono se to sice zpravidla tak stává, když člověk jí koláč, Alenka si však už tak zvykla očekávati samé mimořádné události, že jí obvyklý pochod života připadal hloupý a nudný. Dala se tedy do koláče a brzy s ním byla hotova. 2 - JEZERO SLZ \"Divoucnější a divoucnější!\" zvolala Alenka (byla tak překvapena, že na okamžik zapomněla správně česky); \"teď se vytahuji jako největší dalekohled, který kdo kdy viděl! Sbohem, nohy!\" (Neboť když se podívala dolů na své nohy, zdály se jí skoro unikat z dohledu, tak se jí vzdalovaly od hlavy.) \"Ó mé ubohé nohy, kdopak vám teď bude natahovat punčochy a obouvat boty, drahouškové? Já už jistě nebudu moci! Budu od vás příliš daleko, abych se o vás mohla starat; tak si to budete musit zařídit, jak nejlépe dovedete. \"Ale musím na ně, být hodná,\" pomyslila si, \"nebo by možná nechtěly chodit kam bych chtěla. Počkejme: každé Vánoce jim dám nový pár botek.\" A začala uvažovat, jak by to zařídila. \"Budou muset jít poslíčkem,\" pomyslila si; \"to bude legračně vypadat, posílat dárky vlastním nohám! A jak podivně bude vypadat adresa! Slovutná Alenčina Pravá Noha, Koberec, poblíž Stolu (s Alenčinými pozdravy). Bože můj, jaké to mluvím nesmysly!\" Vtom vrazila hlavou do stropu síně: vskutku byla už asi devět stop vysoká. Bez otálení vzala se stolku zlatý klíček a spěchala k zahradním dvířkám. Ubohá Alenka! Vše, co mohla udělat, bylo lehnout si na bok a dívat se do zahrady jedním okem; dostat se dvířky bylo beznadějnější než kdy jindy, a Alenka si sedla a dala se znovu do pláče. \"Mohla byste se stydět,\" řekla si po chvíli, \"taková velká holka,\" (to mohla po pravdě říci) \"a takhle brečet! Tu chvíli ať mi přestanete - no, co jsem řekla!\" Ale plakala dál, roníc vědra a vědra slz, až kolem ní byla velká louže, asi čtyři palce hluboká a pokrývající celou polovinu síně. Po chvíli zaslechla v dálce lehké cupitání a spěšně si osušila oči, aby viděla, kdo přichází. Byl to Bílý Králík, který se vracel nádherně oblečen a držel v jedné ruce pár bílých rukaviček a ve druhé velký vějíř. Cupital kolem ve velkém spěchu, bruče si k sobě: \"O, vévodkyně! Ó, vévodkyně! Ta bude divá, že jsem ji nechal tak dlouho čekat!\" Alenky se zmocňovala taková zoufalost, že byla odhodlána obrátit se o pomoc na kohokoli; když se tedy Králík přiblížil, začala tichým, nesmělým hláskem: \"Prosím, pane...\" Králík sebou prudce trhl, upustil vějíř a bílé rukavice a odpelášil do temna, jak jen rychle dovedl. Alenka zvedla vějíř a rukavice, a jelikož bylo v síni velmi horko, začala se ovívati, neustávajíc v mluvení: \"Bože, Bože, jak je to dnes všechno podivné! A včera š1o všechno docela jako jindy. Což jsem se přes noc změnila? Počkejme: byla jsem táž jako včera, když jsem se dnes ráno probudila? Skoro si vzpomínám, že jsem se necítila ve své kůži. Nejsem-li však táž jako včera, musím se ptát, kdo u všech všudy jsem? Aha, to je ta velká hádanka!\" A začala probírat všechny známé děti, které s ní byly stejného věku, aby viděla, nezměnila-li se v některé z nich. \"Jistě nejsem Anča,\" řekla si, \"protože ta má dlouhé kudrnaté vlasy, a mně se vlasy nekudrnatí, kdybych dělala co dělala; a jistě nemohu být Mařka, protože umím spoustu věcí, a Mařka - oh, ta toho umí tak málo! A mimo to, ona je ona, a já jsem já, a - bože můj, jak je to všechno zmatené! Musím zkusit, umím-li všechny věci, které jsem umívala. Počkejme: čtyřikrát pět je dvanáct, a čtyřikrát šest je třináct, a čtyřikrát sedm je - -ó, božínku! Takhle bych se nikdy nedostala k dvaceti! Ale konečně, násobilka nic neznamená: zkusme zeměpis. Praha je hlav ní město Vídně, Vídeň je hlavní město Paříže, a Paříž... Ne, to je všechno špatně, úplně špatně! Musila jsem se proměnit v Mařku! Musím zkusit nějakou básničku, třeba: Běžel zajíc...\" Postavila se způsobně, složila ruce v klín, jako kdyby stála ve škole a odříkávala úlohu, a začala deklamovat; ale její hlas zněl drsně a cize, a slova básničky, která jí přicházela na jazyk, nebyla také táž jako obyčejně : \"Běžel zajíc kolem plotu, roztrhal si v hrdle notu. Kantor mu ji zašít spěchal, v hrdle mu však jehlu nechal. Zajíci teď skřípá nota jako kantorova bota.\" \"Ne, tohle jistě nejsou správná slova,\" řekla ubohá Alenka, a oči se jí znovu zalily slzami, jak pokračovala: \"To už jsem jistě Mařka, a budu muset jíst a bydlet v tom ošklivém malém domku, a nebudu mít skoro žádných hraček, a ó! tolik věcí se budu muset učit! Ne, v téhle věci jsem se rozhodla: jestliže jsem Mařka, zůstanu zde dole! Nic jim to nebude platno strkat sem hlavy a říkat: ,Drahoušku, pojď k nám sem nahoru!` Podívám se jenom vzhůru a řeknu: ,Kdo tedy jsem? To mi řekněte napřed, a teprve jestliže se mi bude líbit být tou osobou, vyjdu ven; jestliže ne, zůstanu zde dole, dokud nebudu někým jiným` -- ale, ó božínku!\" zvolala v náhlém přívalu slzí, \"kéž by sem někdo jen chtěl strčit hlavu! Mne už to tak mrzí být tu samotna!\" Když to dořekla, podívala se dolů na své ruce a s úžasem zjistila, že si při té řeči natáhla jednu z Králíkových rukavic. \"Jak se jen tohle mohlo stát?\" pomyslila si. \"To se zase musím zmenšovat.\" Vstala a šla ke stolu, aby se podle něj změřila, a shledala, že je, pokud mohla odhadnouti, asi dvě stopy vysoká a že se stále kvapem zmenšuje. Brzy přišla na to, že to zmenšování způsobil vějíř, který držela, i odhodila jej honem - zrovna včas, že unikla úplnému scvrknutí se v nic. \"To jsem ale šťastně vyvázla!\" řekla si Alenka, hodně ulekaná náhlou změnou, ale šťastná, že se vidí ještě na světě. \"A teď do zahrady!\" a běžela, jak nejrychleji dovedla, k malým dvířkám. Ale běda! dvířka byla opět zavřena a zlatý klíček ležel opět na skleněném stolku, \"a to je horší, než to bylo,\" myslilo si ubohé dítě, \"neboť jsem nikdy nebyla tak malá, jako jsem teď - nikdy! A to je na mou věru velmi, velmi zlé!\" Jak vyřkla tato slova, uklouzla jí noha, a v mžiku, plác! byla po krk ve slané vodě. První, co jí napadlo, bylo, že nějak spadla do moře, \"a v tom případě se vrátím domů vlakem,\" řekla si k sobě. (Alenka byla jednou s rodiči u moře a její představa mořského břehu od té doby byla řada kabin na svlékání, děti, hrabající v písku dřevěnými lopatkami, vzadu řada domů a za nimi železniční stanice.) Brzy však přišla na to, že se octla ve velké louži slz, které naplakala, když byla devět stop vysoká. \"Kéž bych byla tolik neplakala!\" řekla Alenka, plavajíc v louži a hledajíc, jak by se z ní dostala ven. \"Teď za to budu, myslím, potrestána tím, že se utopím ve vlastních slzách! Bude to podivné - ale všechno je dnes tak podivné...\" Vtom zaslechla opodál jakési šplouchání a plavala tím směrem, aby se přesvědčila, co to je: nejprve se domnívala, že to je jistě nějaký mrož nebo nosorožec, pak se však upamatovala, jak je teď maličká, a brzy rozpoznala, že je to jen myš, která do louže sklouzla asi stejně jako ona. \"Bude mi co platno k téhle myši promluvit?\" pomyslila si Alenka. \"Všechno je tu dole tak neobyčejné, že si myslím, že i myš bude mluvit; rozhodně však za pokus to stojí.\" Tak začala: \"Ó Myško, neznáte cestu z tohoto jezera? Jsem už velmi unavena plaváním, ó Myško!\" (Alenka se domnívala, že tohle je správný způsob, jak oslovit myš: nikdy předtím k myši nemluvila, vzpomněla si však, že viděla v bratrově latinské gramatice: \"Žába - žáby - žábě - žábu - ó žábo!\") Myš se na ni podívala jaksi zpytavě a neříkala nic; Alence se však zdálo, že na ni mrkla jedním očkem. \"Možná že nerozumí česky,\" pomyslila si Alenka; \"to bude, počítám, německá myš, která sem přišla s Jindřichem Ptáčníkem.\" (Vidíte, že se vší svou znalostí historie Alenka neměla jasné představy, jak dávno se co stalo.) Začala tedy znovu: \"Wo ist meine Katze?\", což byla první věta v její německé čítance. Myš prudce vyskočila z louže a Alence se zdálo, že se třese po celém těle hrůzou. \"Ó, prosím za odpuštění!\" zvolala spěšně, plna strachu, že se dotkla citů ubohého zvířátka. \"Zapomněla jsem, že nemáte ráda koček.\" \"Nemám ráda koček!\" zapískla Myš rozčileně. \"Měla byste vy ráda kočky, kdybyste byla mnou?\" \"Nu, možná že ne,\" řekla Alenka chlácholivě, \"ale už se proto nehněvejte. -A přece bych si přála, abych vám mohla ukázat naši Mindu: myslím, že byste si zamilovala kočky, kdybyste ji viděla. To je vám takové mírné, drahé zvířátko,\" pokračovala Alenka, polo k myši a polo k sobě, plovajíc v louži, \"a tak pěkně sedí u krbu a přede a olizuje si pacičky a umývá se - a je tak teploučká a měkoučká na chování - a tak ohromně dovede chytat myši - ó, prosím za odpuštění!\" zvolala znovu, neboť tentokrát byla Myš celá zježená a Alenka cítila, že musí být doopravdy uražena. \"Nebudeme o ní dál mluvit, nemáte-li to ráda.\" \"Nebudeme - - vskutku!\" křičela Myš, která se třásla od hlavy po ocas. \"Jako kdybych já kdy mluvila o takovém předmětě! Naše rodina vždycky nenáviděla kočky: ošklivé, sprosté, nízké tvory! Ať už to jméno neslyším!\" \"Už ho nevyslovím, opravdu!\" řekla Alenka, pospíchajíc změnit předmět rozmluvy. \"Máte - máte ráda -- máte ráda - psy?\" Myš neodpověděla, Alenka tedy dychtivě pokračovala: \"U našich sousedů mají takového pěkného pejska, toho bych vám chtěla ukázat. Je to malý jezevčík a má taková chytrá očka, víte, a takovou dlouhou vlnivou hnědou srst! A donáší věci, které mu hodíte, a dovede se postavit a prosit o jídlo, a všechno možné dovede: - ani si to všechno nemohu vzpomenout- a patří zahradníkovi, víte, a ten říká, že je tak užitečný, a stojí za tisíce! A říká, že mu už pochytal všechny krysy, a - - oh, jemináčku!\" zvolala Alenka lítostivým hlasem, \"už jsem ji zase urazila!\" Neboť Myš plavala pryč, jak nejrychleji dovedla, způsobujíc v louži úplné vlnobití. Alenka na ni tedy zavolala konejšivě: \"Myško, drahá! Vraťte se, drahoušku, a nebudeme už mluvit o kočkách ani o psech, nemáte-li jich ráda!\" Když to Myš uslyšela, obrátila se a zvolna plavala zpět: byla ve tváři úplně bledá (hněvem, pomyslila si Alenka) a řekla hlubokým, chvějícím se hlasem: \"Pojďme na břeh a já vám povím příběh svého života a porozumíte, proč nenávidím kočky a psy.\" 3 - KANDIDÁTNÍ ZÁVODY A PŘÍBĚH SE ZAMOTANÝM KONCEM Byl nejvyšší čas, neboť louže začínala být pomalu přeplněna zvířaty a ptáky, kteří do ní spadli: byla mezi nimi kachna a papoušek Lora, dokonce jeden Blboun, kterému říkali Dodo, orlík a několik jiných podivných stvoření. Alenka vedla a celá společnost plavala ke břehu. Byla to vskutku podivně vyhlížející společnost, která se na břehu shromáždila-ptáci se zarousaným peřím, zvířátka se srstí připlihlou k tělu, a všichni mokří, až z nich kapalo, mrzutí a smutní. První otázka ovšem byla, jak se opět osušit: začali se o tom radit a za několik minut to Alence nepřipadalo nikterak divné, že se s nimi nalezla v důvěrném hovoru, jako by je byla znala od narození. Dostala se dokonce do dlouhého sporu s Lorou, která se nakonec stala nevrlou a omezila se na to, že opakovala: \"Já jsem starší než vy a musím to vědět líp.\" A to Alenka nechtěla uznat, dokud nevěděla, kolik je Loře let, a jelikož Lora rozhodně odmítala povědět svůj věk, nedalo se dále nic dělat. Konečně Myš, která se mezi nimi zdála být osobností požívající velké vážnosti, zvolala: \"Sedněte si všichni a poslouchejte! Já vás všechny osuším v okamžiku!\" Všichni bez meškání usedli, utvořivše veliký kruh, v jehož středu stála Myš. Alenka na ni úzkostlivě upírala oči, neboť byla jista, že z toho vyjde se zlou rýmou, nepodaří-li se jí brzy uschnout. \"Mhm!\" řekla Myš, tváříc se velmi důležitě. \"Jste všichni připraveni? Toto je nejsušší věc, kterou znám. Ticho kolem, prosím! - ,Když Ota Veliký porazil Maďary u Augsburku, vypudil je z říše německé a při řece Enži po obou březích Dunaje obnovil proti nim Marku Východní, kterou spravoval markrabě, podřízený vévodovi bavorskému. Otův syn udělil ji roku 976 Leopoldu Babenberskému a vymanil ho z moci vévody bavorského. Markrabě Leopold IV. měl nevlastního bratra Konrada III., krále německého.\" \"Uf!\" řekla Lora a otřásla se. \" \"Prosím?\" řekla Myš mračíc se, ale velmi zdvořile. \"Řekla jste něco? \"Já ne!\" řekla Lora kvapně. \"Myslela jsem, že jste něco řekla,\" pravila Myš. \"Pokračuji: ,Leopold IV měl nevlastního bratra Konrada III., krále německého. Jeho uznati nechtěl mocný vévoda bavorský Jindřich Pyšný z Welfů. Nemoha s ním ničeho spraviti po dobrém, král Konrád III. nalezl to nutným...`\" \"Nalezl co?\" pravila Kachna. \"Nalezl to,\" odpověděla Myš podrážděně. \"Snad víte, co to znamená. \"Já vím docela dobře, co to znamená, když já něco najdu,\" řekla Kachna; \"obyčejně je to žabka nebo červ. Otázka je, co našel ten váš král.\" Myš přešla otázku bez povšimnutí a kvapně pokračovala: \"Konrád III. nalezl to nutným vyhlásiti naň říšskou klatbu, odňal mu Bavory a vévodou bavorským učinil věrného bratra svého Leopolda, po jehož smrti ponechal Bavory mladšímu bratru Jindřichovi. Ale nástupce Konradův Jindřich Barbarossa, jenž byl vychován se synem Jindřicha Pyšného, Jindřichem Lvem, přilnul k tomuto celým srdcem a vrátil mu vévodství bavorské.` - Jak se vám daří, má drahá?\" přerušila se, vracejíc se k Alence. \"Stále ještě mokrá,\" řekla Alenka smutně. \"Nezdá se vůbec, že by mne to osušovalo.\" \"V tom případě,\" řekl slavnostně Blboun Dodo, vstávaje, \"navrhuji, abychom odročili schůzi za účelem meritorního přijetí energičtějších sankcí.\" \"Mluvte česky!\" řekl Orlík. \"Já nerozumím, co znamená polovina těch cizích slov, a co víc, nevěřím, že jim rozumíte sám.\" A Orlík sklonil hlavu, aby skryl úsměv; někteří z ostatních ptáků se chichotali docela slyšitelně. \"Co jsem chtěl říci, je,\" zakoktal Blboun uraženě, \"že nejlepší věc, kterou se můžeme osušit, jsou kandidátní závody.\" \"Co jsou kandidátní závody?\" zeptala se Alenka; ne, že by se jí moc chtělo mluvit - ale Blboun se odmlčel, jako kdyby chtěl naznačit, že by někdo měl něco říci, a nikdo jiný se k tomu neměl. \"Nu,\" řekl Blboun, \"nejlepší vysvětlení je zkusit to.\" (A jelikož byste to mohli chtít někdy v zimě zkusit sami, povím vám, jak to Blboun uspořádal.) Nejprve vyznačil na zemi závodní dráhu, v jakémsi kruhu (\"Na přesném tvaru nezáleží,\" řekl), a podle ní rozestavil všechny členy společnosti. Nebylo žádného \"Jedna - dvě - tři teď\", ale každý začal běžet, kdy se mu zlíbilo, a přestal, kdy se mu zlíbilo, takže nebylo snadno poznat, kdy je po závodech. Nicméně, když tak nějaké půl hodiny všichni běhali, byli zase úplně suší a Blboun náhle zvolal: \"Závody jsou u konce!\" a všichni se shrnuli kolem něho, popadajíce dech a ptajíce se: \"Kdo vyhrál?\" Na tuto otázku nemohl Blboun odpovědět bez delší úvahy a seděl tedy drahnou dobu s jedním prstem přitlačeným na čelo (tak to Alenka vídávala na obrazech velkých básníků a myslitelů), zatímco ostatní čekali v naprostém tichu. Konečně Blboun řekl: \"Všichni vyhráli a všichni musí dostat ceny.\" \"Ale kdo je má rozdat?\" ptal se celý sbor hlasů. \"Nu, ovšemže ona,\" řekl Blboun, ukazuje prstem na Alenku; a celá společnost se ihned shlukla kolem ní, vykřikujíc zmateně: \"Ceny! Ceny!\" Alenka neměla zdání, jak si má počínat; v zoufalství strčila ruku do kapsy a vytáhnuvši krabici bonbónů (naštěstí k nim slaná voda nepronikla), rozdala je kolem jako ceny. Vystačily jí právě tak, že se na každého z jejích společníků dostal jeden. \"Ale ona musí též dostat cenu, že ano?\" podotkla Myš. \"Ovšem,\" odvětil Blboun velmi vážně. \"Co máte ještě v té kapsičce?\" pokračoval, obraceje se k Alence. \"Jenom náprstek,\" řekla Alenka smutně. \"Podejte mi ho,\" řekl Blboun. A tu se opět všichni shlukli kolem ní a Blboun jí slavnostně odevzdal náprstek, řka: \"Prosíme, abyste ráčila přijmouti tento elegantní náprstek.\" A když ukončil tuto krátkou řeč, všichni tleskali a volali slávu. Alence se celá ta věc zdála hodně nesmyslnou, ale všichni hleděli tak vážně, že se neodvážila smát; a jelikož jí nenapadalo nic vhodného, co by mohla říci, prostě se poklonila a vzala náprstek, hledíc, jak vážně jen dovedla. Pak se měly jíst bonbóny; to způsobilo mnoho zmatku a hluku: velcí ptáci si stěžovali, že ani neochutnali, a malí se zakuckali a musilo se jim bušit do zad. Když to však bylo všechno odbyto, sedli si opět do kruhu a prosili Myš, aby jim ještě něco vyprávěla. \"Slíbila jste mi, že mi povíte příběh svého života, nezapomněla jste?\" řekla Alenka, \"a proč nenávidíte K a P,\" dodala šeptem, trochu se obávajíc, aby ji opět neurazila. \"Je to historie zvířete se smutným a zamotaným koncem! řekla Myš, obracejíc se k Alence a vzdychajíc. \"Zamotaný je, o tom není pochyby,\" řekla si Alenka, hledíc s údivem na ocásek vlekoucí se za Myší v mnoha záhybech, \"ale proč by měl být smutný?\" A po celou tu dobu, co Myš mluvila, lámala si hlavu nad otázkou, proč by měl být myší ocásek smutný, takže jí konec jejího vyprávění uvázl v hlavě asi takhle: \"Vy ale vůbec nedáváte pozor!\" řekla Myš Alence přísně. \"Nač myslíte?\" \"Prosím za prominutí,\" řekla Alenka pokorně. \"Došla jste, myslím, k páté zatáčce?\" \"K žádné zatáčce jsem nedošla,\" řekla Myš a vstala a odcházela. \"Urážíte mne takovými nesmysly!\" \"Já to tak nemyslela!\" omlouvala se ubohá Alenka. \"Víte, ale vy se tak snadno urazíte!\" Myš v odpověď jenom nevrle zabručela. \"Prosím vás, vraťte se a dokončete své vypravování!\" volala Alenka za ní. A ostatní se k ní přidali sborem: \"Ano, prosíme, zůstaňte!\" Ale Myš jen netrpělivě zavrtěla hlavou a přidala do kroku. \"Jaká škoda, že nezůstala!\" vzdychl papoušek Lora, když zmizela z dohledu; a jeden starý mořský Krab použil této příležitosti, aby řekl své dceři: \"Ach, vidíte, má drahá! Ať je vám to ponaučením, že se nikdy nemáte dát unést svým temperamentem.\" \"Ale mlč, papá!\" odsekla mladá Krabová trochu nakvašeně. \"Ty bys připravil ústřici o trpělivost!\" \"Kdybych já tu jen měla svou Mindu, panečku!\" řekla Alenka nahlas, nemluvíc k nikomu zvláště. \"Ta by ji brzy přivedla zpátky!\" \"A kdo je Minda, smím-li si dovolit otázku?\" řekl Lora. Alenka byla vždycky ochotna mluvit o svém miláčku, odvětila tedy dychtivě: \"Minda je naše kočka. A ta vám umí chytat myši, to si nedovedete představit! A to ještě nic není proti tomu, jak dovede chytat ptáky! Panečku, ta sní ptáčka, jen se naň podívá!\" Tato slova způsobila v celé společnosti podivuhodné vzrušení. Někteří ptáci náhle odešli beze slova; jedna stará Straka se začala pečlivě zahalovat, a spěchala pryč s poznámkou: \"Už opravdu musím domů; tenhle noční vzduch mi nedělá dobře na krk!\" a Kanárek volal chvějícím se hlasem na své děti: \"Pojďte pryč, drahouškové! Je nejvyšší čas, abyste byli v posteli!\" Pod různými záminkami se všichni vytratili, a Alenka brzy zůstala samotna. \"Kéž bych se nebyla zmínila o Mindě!\" řekla si lítostivým hlasem. \"Nezdá se, že by ji zde dole měl někdo rád, a přece je to jistě ta nejlepší a nejmilejší kočka na světě! Ó, má drahá Mindičko! Jestlipak tě ještě kdy uvidím!\" A tu se ubohá Alenka znovu dala do pláče, neboť začala pociťovat velkou tesknotu a skleslost. Po chvíli však z dálky zaslechla opět drobné cupitání, a vzhlédla toužebně, napolo doufajíc, že si to Myška rozmyslila a že se vrací, aby dokončila své vypravování.",
    "en": "I--DOWN THE RABBIT-HOLE Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do. Once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, \"and what is the use of a book,\" thought Alice, \"without pictures or conversations?\" So she was considering in her own mind (as well as she could, for the day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her. There was nothing so very remarkable in that, nor did Alice think it so very much out of the way to hear the Rabbit say to itself, \"Oh dear! Oh dear! I shall be too late!\" But when the Rabbit actually took a watch out of its waistcoat-pocket and looked at it and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and, burning with curiosity, she ran across the field after it and was just in time to see it pop down a large rabbit-hole, under the hedge. In another moment, down went Alice after it! [Illustration] The rabbit-hole went straight on like a tunnel for some way and then dipped suddenly down, so suddenly that Alice had not a moment to think about stopping herself before she found herself falling down what seemed to be a very deep well. Either the well was very deep, or she fell very slowly, for she had plenty of time, as she went down, to look about her. First, she tried to make out what she was coming to, but it was too dark to see anything; then she looked at the sides of the well and noticed that they were filled with cupboards and book-shelves; here and there she saw maps and pictures hung upon pegs. She took down a jar from one of the shelves as she passed. It was labeled \"ORANGE MARMALADE,\" but, to her great disappointment, it was empty; she did not like to drop the jar, so managed to put it into one of the cupboards as she fell past it. Down, down, down! Would the fall never come to an end? There was nothing else to do, so Alice soon began talking to herself. \"Dinah'll miss me very much to-night, I should think!\" (Dinah was the cat.) \"I hope they'll remember her saucer of milk at tea-time. Dinah, my dear, I wish you were down here with me!\" Alice felt that she was dozing off, when suddenly, thump! thump! down she came upon a heap of sticks and dry leaves, and the fall was over. Alice was not a bit hurt, and she jumped up in a moment. She looked up, but it was all dark overhead; before her was another long passage and the White Rabbit was still in sight, hurrying down it. There was not a moment to be lost. Away went Alice like the wind and was just in time to hear it say, as it turned a corner, \"Oh, my ears and whiskers, how late it's getting!\" She was close behind it when she turned the corner, but the Rabbit was no longer to be seen. She found herself in a long, low hall, which was lit up by a row of lamps hanging from the roof. There were doors all 'round the hall, but they were all locked; and when Alice had been all the way down one side and up the other, trying every door, she walked sadly down the middle, wondering how she was ever to get out again. Suddenly she came upon a little table, all made of solid glass. There was nothing on it but a tiny golden key, and Alice's first idea was that this might belong to one of the doors of the hall; but, alas! either the locks were too large, or the key was too small, but, at any rate, it would not open any of them. However, on the second time 'round, she came upon a low curtain she had not noticed before, and behind it was a little door about fifteen inches high. She tried the little golden key in the lock, and to her great delight, it fitted! [Illustration] Alice opened the door and found that it led into a small passage, not much larger than a rat-hole; she knelt down and looked along the passage into the loveliest garden you ever saw. How she longed to get out of that dark hall and wander about among those beds of bright flowers and those cool fountains, but she could not even get her head through the doorway. \"Oh,\" said Alice, \"how I wish I could shut up like a telescope! I think I could, if I only knew how to begin.\" Alice went back to the table, half hoping she might find another key on it, or at any rate, a book of rules for shutting people up like telescopes. This time she found a little bottle on it (\"which certainly was not here before,\" said Alice), and tied 'round the neck of the bottle was a paper label, with the words \"DRINK ME\" beautifully printed on it in large letters. \"No, I'll look first,\" she said, \"and see whether it's marked '_poison_' or not,\" for she had never forgotten that, if you drink from a bottle marked \"poison,\" it is almost certain to disagree with you, sooner or later. However, this bottle was _not_ marked \"poison,\" so Alice ventured to taste it, and, finding it very nice (it had a sort of mixed flavor of cherry-tart, custard, pineapple, roast turkey, toffy and hot buttered toast), she very soon finished it off. * * * * * \"What a curious feeling!\" said Alice. \"I must be shutting up like a telescope!\" And so it was indeed! She was now only ten inches high, and her face brightened up at the thought that she was now the right size for going through the little door into that lovely garden. After awhile, finding that nothing more happened, she decided on going into the garden at once; but, alas for poor Alice! When she got to the door, she found she had forgotten the little golden key, and when she went back to the table for it, she found she could not possibly reach it: she could see it quite plainly through the glass and she tried her best to climb up one of the legs of the table, but it was too slippery, and when she had tired herself out with trying, the poor little thing sat down and cried. \"Come, there's no use in crying like that!\" said Alice to herself rather sharply. \"I advise you to leave off this minute!\" She generally gave herself very good advice (though she very seldom followed it), and sometimes she scolded herself so severely as to bring tears into her eyes. Soon her eye fell on a little glass box that was lying under the table: she opened it and found in it a very small cake, on which the words \"EAT ME\" were beautifully marked in currants. \"Well, I'll eat it,\" said Alice, \"and if it makes me grow larger, I can reach the key; and if it makes me grow smaller, I can creep under the door: so either way I'll get into the garden, and I don't care which happens!\" She ate a little bit and said anxiously to herself, \"Which way? Which way?\" holding her hand on the top of her head to feel which way she was growing; and she was quite surprised to find that she remained the same size. So she set to work and very soon finished off the cake. [Illustration] II--THE POOL OF TEARS \"Curiouser and curiouser!\" cried Alice (she was so much surprised that for the moment she quite forgot how to speak good English). \"Now I'm opening out like the largest telescope that ever was! Good-by, feet! Oh, my poor little feet, I wonder who will put on your shoes and stockings for you now, dears? I shall be a great deal too far off to trouble myself about you.\" Just at this moment her head struck against the roof of the hall; in fact, she was now rather more than nine feet high, and she at once took up the little golden key and hurried off to the garden door. Poor Alice! It was as much as she could do, lying down on one side, to look through into the garden with one eye; but to get through was more hopeless than ever. She sat down and began to cry again. She went on shedding gallons of tears, until there was a large pool all 'round her and reaching half down the hall. After a time, she heard a little pattering of feet in the distance and she hastily dried her eyes to see what was coming. It was the White Rabbit returning, splendidly dressed, with a pair of white kid-gloves in one hand and a large fan in the other. He came trotting along in a great hurry, muttering to himself, \"Oh! the Duchess, the Duchess! Oh! _won't_ she be savage if I've kept her waiting!\" When the Rabbit came near her, Alice began, in a low, timid voice, \"If you please, sir--\" The Rabbit started violently, dropped the white kid-gloves and the fan and skurried away into the darkness as hard as he could go. [Illustration] Alice took up the fan and gloves and she kept fanning herself all the time she went on talking. \"Dear, dear! How queer everything is to-day! And yesterday things went on just as usual. _Was_ I the same when I got up this morning? But if I'm not the same, the next question is, 'Who in the world am I?' Ah, _that's_ the great puzzle!\" As she said this, she looked down at her hands and was surprised to see that she had put on one of the Rabbit's little white kid-gloves while she was talking. \"How _can_ I have done that?\" she thought. \"I must be growing small again.\" She got up and went to the table to measure herself by it and found that she was now about two feet high and was going on shrinking rapidly. She soon found out that the cause of this was the fan she was holding and she dropped it hastily, just in time to save herself from shrinking away altogether. \"That _was_ a narrow escape!\" said Alice, a good deal frightened at the sudden change, but very glad to find herself still in existence. \"And now for the garden!\" And she ran with all speed back to the little door; but, alas! the little door was shut again and the little golden key was lying on the glass table as before. \"Things are worse than ever,\" thought the poor child, \"for I never was so small as this before, never!\" As she said these words, her foot slipped, and in another moment, splash! she was up to her chin in salt-water. Her first idea was that she had somehow fallen into the sea. However, she soon made out that she was in the pool of tears which she had wept when she was nine feet high. [Illustration] Just then she heard something splashing about in the pool a little way off, and she swam nearer to see what it was: she soon made out that it was only a mouse that had slipped in like herself. \"Would it be of any use, now,\" thought Alice, \"to speak to this mouse? Everything is so out-of-the-way down here that I should think very likely it can talk; at any rate, there's no harm in trying.\" So she began, \"O Mouse, do you know the way out of this pool? I am very tired of swimming about here, O Mouse!\" The Mouse looked at her rather inquisitively and seemed to her to wink with one of its little eyes, but it said nothing. \"Perhaps it doesn't understand English,\" thought Alice. \"I dare say it's a French mouse, come over with William the Conqueror.\" So she began again: \"Ou est ma chatte?\" which was the first sentence in her French lesson-book. The Mouse gave a sudden leap out of the water and seemed to quiver all over with fright. \"Oh, I beg your pardon!\" cried Alice hastily, afraid that she had hurt the poor animal's feelings. \"I quite forgot you didn't like cats.\" \"Not like cats!\" cried the Mouse in a shrill, passionate voice. \"Would _you_ like cats, if you were me?\" \"Well, perhaps not,\" said Alice in a soothing tone; \"don't be angry about it. And yet I wish I could show you our cat Dinah. I think you'd take a fancy to cats, if you could only see her. She is such a dear, quiet thing.\" The Mouse was bristling all over and she felt certain it must be really offended. \"We won't talk about her any more, if you'd rather not.\" \"We, indeed!\" cried the Mouse, who was trembling down to the end of its tail. \"As if _I_ would talk on such a subject! Our family always _hated_ cats--nasty, low, vulgar things! Don't let me hear the name again!\" [Illustration: Alice at the Mad Tea Party.] \"I won't indeed!\" said Alice, in a great hurry to change the subject of conversation. \"Are you--are you fond--of--of dogs? There is such a nice little dog near our house, I should like to show you! It kills all the rats and--oh, dear!\" cried Alice in a sorrowful tone. \"I'm afraid I've offended it again!\" For the Mouse was swimming away from her as hard as it could go, and making quite a commotion in the pool as it went. So she called softly after it, \"Mouse dear! Do come back again, and we won't talk about cats, or dogs either, if you don't like them!\" When the Mouse heard this, it turned 'round and swam slowly back to her; its face was quite pale, and it said, in a low, trembling voice, \"Let us get to the shore and then I'll tell you my history and you'll understand why it is I hate cats and dogs.\" It was high time to go, for the pool was getting quite crowded with the birds and animals that had fallen into it; there were a Duck and a Dodo, a Lory and an Eaglet, and several other curious creatures. Alice led the way and the whole party swam to the shore. [Illustration] III--A CAUCUS-RACE AND A LONG TALE They were indeed a queer-looking party that assembled on the bank--the birds with draggled feathers, the animals with their fur clinging close to them, and all dripping wet, cross and uncomfortable. [Illustration] The first question, of course, was how to get dry again. They had a consultation about this and after a few minutes, it seemed quite natural to Alice to find herself talking familiarly with them, as if she had known them all her life. At last the Mouse, who seemed to be a person of some authority among them, called out, \"Sit down, all of you, and listen to me! _I'll_ soon make you dry enough!\" They all sat down at once, in a large ring, with the Mouse in the middle. \"Ahem!\" said the Mouse with an important air. \"Are you all ready? This is the driest thing I know. Silence all 'round, if you please! 'William the Conqueror, whose cause was favored by the pope, was soon submitted to by the English, who wanted leaders, and had been of late much accustomed to usurpation and conquest. Edwin and Morcar, the Earls of Mercia and Northumbria'--\" \"Ugh!\" said the Lory, with a shiver. \"--'And even Stigand, the patriotic archbishop of Canterbury, found it advisable'--\" \"Found _what_?\" said the Duck. \"Found _it_,\" the Mouse replied rather crossly; \"of course, you know what 'it' means.\" \"I know what 'it' means well enough, when _I_ find a thing,\" said the Duck; \"it's generally a frog or a worm. The question is, what did the archbishop find?\" The Mouse did not notice this question, but hurriedly went on, \"'--found it advisable to go with Edgar Atheling to meet William and offer him the crown.'--How are you getting on now, my dear?\" it continued, turning to Alice as it spoke. \"As wet as ever,\" said Alice in a melancholy tone; \"it doesn't seem to dry me at all.\" \"In that case,\" said the Dodo solemnly, rising to its feet, \"I move that the meeting adjourn, for the immediate adoption of more energetic remedies--\" \"Speak English!\" said the Eaglet. \"I don't know the meaning of half those long words, and, what's more, I don't believe you do either!\" \"What I was going to say,\" said the Dodo in an offended tone, \"is that the best thing to get us dry would be a Caucus-race.\" \"What _is_ a Caucus-race?\" said Alice. [Illustration] \"Why,\" said the Dodo, \"the best way to explain it is to do it.\" First it marked out a race-course, in a sort of circle, and then all the party were placed along the course, here and there. There was no \"One, two, three and away!\" but they began running when they liked and left off when they liked, so that it was not easy to know when the race was over. However, when they had been running half an hour or so and were quite dry again, the Dodo suddenly called out, \"The race is over!\" and they all crowded 'round it, panting and asking, \"But who has won?\" This question the Dodo could not answer without a great deal of thought. At last it said, \"_Everybody_ has won, and _all_ must have prizes.\" \"But who is to give the prizes?\" quite a chorus of voices asked. \"Why, _she_, of course,\" said the Dodo, pointing to Alice with one finger; and the whole party at once crowded 'round her, calling out, in a confused way, \"Prizes! Prizes!\" Alice had no idea what to do, and in despair she put her hand into her pocket and pulled out a box of comfits (luckily the salt-water had not got into it) and handed them 'round as prizes. There was exactly one a-piece, all 'round. The next thing was to eat the comfits; this caused some noise and confusion, as the large birds complained that they could not taste theirs, and the small ones choked and had to be patted on the back. However, it was over at last and they sat down again in a ring and begged the Mouse to tell them something more. \"You promised to tell me your history, you know,\" said Alice, \"and why it is you hate--C and D,\" she added in a whisper, half afraid that it would be offended again. \"Mine is a long and a sad tale!\" said the Mouse, turning to Alice and sighing. \"It _is_ a long tail, certainly,\" said Alice, looking down with wonder at the Mouse's tail, \"but why do you call it sad?\" And she kept on puzzling about it while the Mouse was speaking, so that her idea of the tale was something like this:-- \"Fury said to a mouse, That he met in the house, 'Let us both go to law: _I_ will prosecute _you_.-- Come, I'll take no denial: We must have the trial; For really this morning I've nothing to do.' Said the mouse to the cur, 'Such a trial, dear sir, With no jury or judge, would be wasting our breath.' 'I'll be judge, I'll be jury,' said cunning old Fury; 'I'll try the whole cause, and condemn you to death.'\" \"You are not attending!\" said the Mouse to Alice, severely. \"What are you thinking of?\" \"I beg your pardon,\" said Alice very humbly, \"you had got to the fifth bend, I think?\" \"You insult me by talking such nonsense!\" said the Mouse, getting up and walking away. \"Please come back and finish your story!\" Alice called after it. And the others all joined in chorus, \"Yes, please do!\" But the Mouse only shook its head impatiently and walked a little quicker. \"I wish I had Dinah, our cat, here!\" said Alice. This caused a remarkable sensation among the party. Some of the birds hurried off at once, and a Canary called out in a trembling voice, to its children, \"Come away, my dears! It's high time you were all in bed!\" On various pretexts they all moved off and Alice was soon left alone. \"I wish I hadn't mentioned Dinah! Nobody seems to like her down here and I'm sure she's the best cat in the world!\" Poor Alice began to cry again, for she felt very lonely and low-spirited. In a little while, however, she again heard a little pattering of footsteps in the distance and she looked up eagerly.",
"de": "Erstes Kapitel.\nHinunter in den Kaninchenbau.\nAlice fing an sich zu langweilen; sie saß schon lange bei ihrer\nSchwester am Ufer und hatte nichts zu thun. Das Buch, das ihre\nSchwester las, gefiel ihr nicht; denn es waren weder Bilder noch\nGespräche darin. »Und was nützen Bücher,« dachte Alice, »ohne\nBilder und Gespräche ?«\n Sie überlegte sich eben, (so gut es ging, denn sie war schläfrig\nund dumm von der Hitze,) ob es der Mühe werth sei aufzustehen\nund Gänseblümchen zu pflücken, um eine Kette damit zu\nmachen, als plötzlich ein weißes Kaninchen mit rothen Augen\ndicht an ihr vorbeirannte.\n— 8 —\n Dies war grade nicht sehr merkwürdig; Alice fand es auch\nnicht sehr außerordentlich, daß sie das Kaninchen sagen hörte:\n»O weh, o weh ! Ich werde zu spät kommen !« (Als sie es später\nwieder überlegte, fiel ihr ein, daß sie sich darüber hätte wundern\nsollen; doch zur Zeit kam es ihr Alles ganz natürlich vor.) Aber\nals das Kaninchen seine Uhr aus der Westentasche zog, nach der\nZeit sah und eilig fortlief, sprang Alice auf; denn es war ihr doch\nnoch nie vorgekommen, ein Kaninchen mit einer Westentasche\nund einer Uhr darin zu sehen. Vor Neugierde brennend, rannte\nsie ihm nach über den Grasplatz, und kam noch zur rechten Zeit,\num es in ein großes Loch unter der Hecke schlüpfen zu sehen.\n Den nächsten Augenblick war sie ihm nach in das Loch hineingesprungen,\nohne zu bedenken, wie in aller Welt sie wieder\nherauskommen könnte.\n Der Eingang zum Kaninchenbau lief erst geradeaus, wie ein\nTunnel, und ging dann plötzlich abwärts; ehe Alice noch den Gedanken\nfassen konnte sich schnell festzuhalten, fühlte sie schon,\ndaß sie fiel, wie es schien, in einen tiefen, tiefen Brunnen.\n Entweder mußte der Brunnen sehr tief sein, oder sie fiel\nsehr langsam; denn sie hatte Zeit genug, sich beim Fallen umzusehen\nund sich zu wundern, was nun wohl geschehen würde.\nZuerst versuchte sie hinunter zu sehen, um zu wissen wohin sie\nkäme, aber es war zu dunkel etwas zu erkennen. Da besah sie die\nWände des Brunnens und bemerkte, daß sie mit Küchenschränken\nund Bücherbrettern bedeckt waren; hier und da erblickte sie\nLandkarten und Bilder, an Haken aufgehängt. Sie nahm im Vorbeifallen\nvon einem der Bretter ein Töpfchen mit der Aufschrift:\n»Eingemachte Apfelsinen«, aber zu ihrem großen Verdruß war es\nleer. Sie wollte es nicht fallen lassen, aus Furcht Jemand unter sich\nzu tödten; und es gelang ihr, es in einen andern Schrank, an dem\nsie vorbeikam, zu schieben.\n »Nun !« dachte Alice bei sich, »nach einem solchen Fall\nwerde ich mir nichts daraus machen, wenn ich die Treppe hinunter\nstolpere. Wie muthig sie mich zu Haus finden werden ! Ich\nwürde nicht viel Redens machen, wenn ich selbst von der Dachspitze\nhinunter fiele !« (Was sehr wahrscheinlich war.)\n— 9 —\n Hinunter, hinunter, hinunter ! Wollte denn der Fall nie endigen\n? »Wie viele Meilen ich wohl jetzt gefallen bin !« sagte sie laut.\n»Ich muß ungefähr am Mittelpunkt der Erde sein. Laß sehen: das\nwären achthundert und funfzig Meilen, glaube ich –« (denn ihr\nmüßt wissen, Alice hatte dergleichen in der Schule gelernt, und\nobgleich dies keine sehr gute Gelegenheit war, ihre Kenntnisse zu\nzeigen, da Niemand zum Zuhören da war, so übte sie es sich doch\ndabei ein) – »ja, das ist ungefähr die Entfernung; aber zu welchem\nLänge- und Breitegrade ich wohl gekommen sein mag ?«\n(Alice hatte nicht den geringsten Begriff, was weder Längegrad\nnoch Breitegrad war; doch klangen ihr die Worte großartig und\nnett zu sagen.\n Bald fing sie wieder an. »Ob ich wohl ganz durch die Erde\nfallen werde ! Wie komisch das sein wird, bei den Leuten heraus\nzu kommen, die auf dem Kopfe gehen ! die Antipathien, glaube\nich.« (Diesmal war es ihr ganz lieb, daß Niemand zuhörte, denn\ndas Wort klang ihr gar nicht recht.) »Aber natürlich werde ich sie\nfragen müssen, wie das Land heißt. Bitte, liebe Dame, ist dies NeuSeeland\noder Australien ?« (Und sie versuchte dabei zu knixen, –\ndenkt doch, knixen, wenn man durch die Luft fällt ! Könntet ihr\ndas fertig kriegen ?) »Aber sie werden mich für ein unwissendes\nkleines Mädchen halten, wenn ich frage ! Nein, es geht nicht an zu\nfragen; vielleicht sehe ich es irgendwo angeschrieben.«\n Hinunter, hinunter, hinunter ! Sie konnte nichts weiter thun,\nalso fing Alice bald wieder zu sprechen an. »Dinah wird mich gewiß\nheut Abend recht suchen !« (Dinah war die Katze.) »Ich hoffe,\nsie werden ihren Napf Milch zur Theestunde nicht vergessen. Dinah!\nMiez ! ich wollte, du wärest hier unten bei mir. Mir ist nur\nbange, es giebt keine Mäuse in der Luft; aber du könntest einen\nSpatzen fangen; die wird es hier in der Luft wohl geben, glaubst\ndu nicht ? Und Katzen fressen doch Spatzen ?« Hier wurde Alice\netwas schläfrig und redete halb im Traum fort. »Fressen Katzen\ngern Spatzen ? Fressen Katzen gern Spatzen ? Fressen Spatzen\ngern Katzen ?« Und da ihr Niemand zu antworten brauchte, so\nkam es gar nicht darauf an, wie sie die Frage stellte. Sie fühlte, daß\nsie einschlief und hatte eben angefangen zu träumen, sie gehe \n— 10 —\nHand in Hand mit Dinah spazieren, und frage sie ganz ernsthaft:\n»Nun, Dinah, sage die Wahrheit, hast du je einen Spatzen gefressen\n?« da mit einem Male, plump ! plump ! kam sie auf einen Haufen\ntrocknes Laub und Reisig zu liegen, – und der Fall war aus.\n Alice hatte sich gar nicht weh gethan. Sie sprang sogleich auf\nund sah in die Höhe; aber es war dunkel über ihr. Vor ihr lag ein\nzweiter langer Gang, und sie konnte noch eben das weiße Kaninchen\ndarin entlang laufen sehen. Es war kein Augenblick zu verlieren:\nfort rannte Alice wie der Wind, und hörte es gerade noch\nsagen, als es um eine Ecke bog: »O, Ohren und Schnurrbart, wie\nspät es ist !« Sie war dicht hinter ihm, aber als sie um die Ecke\nbog, da war das Kaninchen nicht mehr zu sehen. Sie befand sich\nin einem langen, niedrigen Corridor, der durch eine Reihe Lampen\nerleuchtet war, die von der Decke herabhingen.\n Zu beiden Seiten des Corridors waren Thüren; aber sie waren\nalle verschlossen. Alice versuchte jede Thür erst auf einer\nSeite, dann auf der andern; endlich ging sie traurig in der Mitte\nentlang, überlegend, wie sie je heraus kommen könnte.\n Plötzlich stand sie vor einem kleinen dreibeinigen Tische,\nganz von dickem Glas. Es war nichts darauf als ein winziges goldenes\nSchlüsselchen,\nund Alice’s\nerster Gedanke\nwar, dies möchte\nzu einer der Thü-\nren des Corridors\ngehören. Aber ach !\nentweder waren die\nSchlösser zu groß,\noder der Schlüssel\nzu klein; kurz,\ner paßte zu keiner\neinzigen. Jedoch,\nals sie das zweite\nMal herum ging,\nkam sie an einen \n— 11 —\nniedrigen Vorhang, den sie vorher nicht bemerkt hatte, und dahinter\nwar eine Thür, ungefähr funfzehn Zoll hoch. Sie steckte\ndas goldene Schlüsselchen in’s Schlüsselloch, und zu ihrer großen\nFreude paßte es.\n Alice schloß die Thür auf und fand, daß sie zu einem kleinen\nGange führte, nicht viel größer als ein Mäuseloch. Sie kniete nieder\nund sah durch den Gang in den reizendsten Garten, den man\nsich denken kann. Wie wünschte sie, aus dem dunklen Corridor\nzu gelangen, und unter den bunten Blumenbeeten und kühlen\nSpringbrunnen umher zu wandern; aber sie konnte kaum den\nKopf durch den Eingang stecken. »Und wenn auch mein Kopf\nhindurch ginge,« dachte die arme Alice, »was würde es nützen\nohne die Schultern. O, ich möchte mich zusammenschieben können\nwie ein Teleskop ! Das geht ganz gewiß, wenn ich nur wüßte,\nwie man es anfängt.« Denn es war kürzlich so viel Merkwürdiges\nmit ihr vorgegangen, daß Alice anfing zu glauben, es sei fast\nnichts unmöglich.\n Es schien ihr ganz\nunnütz, länger bei der\nkleinen Thür zu warten.\nDaher ging sie zum\nTisch zurück, halb und\nhalb hoffend, sie würde\nnoch einen Schlüssel\ndarauf finden, oder jedenfalls\nein Buch mit\nAnweisungen, wie man\nsich als Teleskop zusammenschieben\nkönne.\nDiesmal fand sie ein\nFläschchen darauf. »Das\ngewiß vorhin nicht hier\nstand,« sagte Alice; und\num den Hals des Fläschchens\nwar ein Zettel gebunden,\nmit den Worten \n— 12 —\n»Trinke mich!« wunderschön in großen Buchstaben drauf gedruckt.\n Es war bald gesagt, »Trinke mich«, aber die altkluge kleine\nAlice wollte sich damit nicht übereilen. »Nein, ich werde erst\nnachsehen,« sprach sie, »ob ein Todtenkopf darauf ist oder\nnicht.« Denn sie hatte mehre hübsche Geschichten gelesen von\nKindern, die sich verbrannt hatten oder sich von wilden Thieren\nhatten fressen lassen, und in andere unangenehme Lagen gerathen\nwaren, nur weil sie nicht an die Warnungen dachten, die\nihre Freunde ihnen gegeben hatten; zum Beispiel, daß ein rothglühendes\nEisen brennt, wenn man es anfaßt; und daß wenn man\nsich mit einem Messer tief in den Finger schneidet, es gewöhnlich\nblutet. Und sie hatte nicht vergessen, daß wenn man viel aus\neiner Flasche mit einem Todtenkopf darauf trinkt, es einem unfehlbar\nschlecht bekommt.\n Diese Flasche jedoch hatte keinen Todtenkopf. Daher wagte\nAlice zu kosten; und da es ihr gut schmeckte (es war eigentlich\nwie ein Gemisch von Kirschkuchen, Sahnensauce, Ananas, Putenbraten,\nNaute und Armen Rittern), so trank sie die Flasche\naus.\n * * * *\n* * *\n * * * *\n »Was für ein komisches Gefühl !« sagte Alice. »Ich gehe gewiß\nzu wie ein Teleskop.«\n Und so war es in der That: jetzt war sie nur noch zehn Zoll\nhoch, und ihr Gesicht leuchtete bei dem Gedanken, daß sie nun\ndie rechte Höhe habe, um durch die kleine Thür in den schönen\nGarten zu gehen. Doch erst wartete sie einige Minuten, ob sie\nnoch mehr einschrumpfen werde. Sie war einigermaßen ängstlich;\n»denn es könnte damit aufhören,« sagte Alice zu sich selbst,\n»daß ich ganz ausginge, wie ein Licht. Mich wundert, wie ich dann\naussähe ?« Und sie versuchte sich vorzustellen, wie die Flamme \n— 13 —\nvon einem Lichte aussieht, wenn das Licht ausgeblasen ist; aber\nsie konnte sich nicht erinnern, dies je gesehen zu haben.\n Nach einer Weile, als sie merkte daß weiter nichts geschah,\nbeschloß sie, gleich in den Garten zu gehen. Aber, arme Alice !\nals sie an die Thür kam, hatte sie das goldene Schlüsselchen vergessen.\nSie ging nach dem Tische zurück, es zu holen, fand aber,\ndaß sie es unmöglich erreichen konnte. Sie sah es ganz deutlich\ndurch das Glas, und sie gab sich alle Mühe an einem der Tischfüße\nhinauf zu klettern, aber er war zu glatt; und als sie sich ganz\nmüde gearbeitet hatte, setzte sich das arme, kleine Ding hin und\nweinte.\n »Still, was nützt es so zu weinen !« sagte Alice ganz böse zu\nsich selbst; »ich rathe dir, den Augenblick aufzuhören !« Sie gab\nsich oft sehr guten Rath (obgleich sie ihn selten befolgte), und\nmanchmal schalt sie sich selbst so strenge, daß sie sich zum Weinen\nbrachte; und einmal, erinnerte sie sich, hatte sie versucht\nsich eine Ohrfeige zu geben, weil sie im Croquet betrogen hatte,\nals sie gegen sich selbst spielte; denn dieses eigenthümliche Kind\nstellte sehr gern zwei Personen vor. »Aber jetzt hilft es zu nichts,«\ndachte die arme Alice, »zu thun als ob ich zwei verschiedene Personen\nwäre. Ach ! es ist ja kaum genug von mir übrig zu einer anständigen\nPerson !«\n Bald fiel ihr Auge auf eine kleine Glasbüchse, die unter dem\nTische lag; sie öffnete sie und fand einen sehr kleinen Kuchen\ndarin, auf welchem die Worte »Iß mich !« schön in kleinen Rosinen\ngeschrieben standen. »Gut, ich will ihn essen,« sagte Alice,\n»und wenn ich davon größer werden, so kann ich den Schlüssel\nerreichen; wenn ich aber kleiner davon werde, so kann ich unter\nder Thür durchkriechen. So, auf jeden Fall, gelange ich in den\nGarten, – es ist mir einerlei wie.«\n Sie aß ein Bißchen, und sagte neugierig zu sich selbst: »Aufwärts\noder abwärts ?« Dabei hielt sie die Hand prüfend auf ihren\nKopf und war ganz erstaunt zu bemerken, daß sie dieselbe Größe\nbehielt. Freilich geschieht dies gewöhnlich, wenn man Kuchen\nißt; aber Alice war schon so an wunderbare Dinge gewöhnt, daß \n— 14 —\nes ihr ganz langweilig schien, wenn das Leben so natürlich fortging.\n Sie machte sich also daran, und verzehrte den Kuchen völlig.\n * * * *\n* * *\n * * * * \nZweites Kapitel.\nDer Thränenpfuhl.\n»Verquerer und verquerer !« rief\nAlice. (Sie war so überrascht, daß\nsie im Augenblick ihre eigene Sprache\nganz vergaß) »Jetzt werde ich\nauseinander geschoben wie das\nlängste Teleskop das es je gab ! Lebt\nwohl, Füße !«\n (Denn als sie auf ihre Füße hinabsah,\nkonnte sie sie kaum mehr\nzu Gesicht bekommen, so weit fort\nwaren sie schon.) »O meine armen\nFüßchen ! wer euch wohl nun\nSchuhe und Strümpfe anziehen\nwird, meine Besten ? denn ich kann\nes unmöglich thun ! Ich bin viel zu\nweit ab, um mich mit euch abzugeben\n! ihr müßt sehen, wie ihr fertig\nwerdet. Aber gut muß ich zu ihnen\nsein,« dachte Alice, »sonst gehen\nsie vielleicht nicht, wohin ich gehen\nmöchte. Laß mal sehen: ich\nwill ihnen jeden Weihnachten ein\nPaar neue Stiefel schenken.«\n Und sie dachte sich aus, wie sie\ndas anfangen würde. »Sie müssen\nper Fracht gehen,« dachte sie; »wie\ndrollig es sein wird, seinen eignen\nFüßen ein Geschenk zu schicken !\nund wie komisch die Adresse aussehen\nwird ! –«\n— 16 —\n An\n Alice’s rechten Fuß, Wohlgeboren,\n Fußteppich,\n nicht weit vom Kamin,\n (mit Alice’s Grüßen).\n »Oh, was für Unsinn ich schwatze !«\n Gerade in dem Augenblick stieß sie mit dem Kopf an die\nDecke: sie war in der That über neun Fuß groß: Und sie nahm\nsogleich den kleinen goldenen Schlüssel auf und rannte nach der\nGartenthür.\n Arme Alice ! das Höchste was sie thun konnte war, auf der\nSeite liegend, mit einem Auge nach dem Garten hinunterzusehen;\naber an Durchgehen war weniger als je zu denken. Sie setzte\nsich hin und fing wieder an zu weinen.\n »Du solltest dich schämen,« sagte Alice, »solch großes Mädchen«\n(da hatte sie wohl recht) »noch so zu weinen ! Höre gleich\nauf, sage ich dir !« Aber sie weinte trotzdem fort, und vergoß\nThränen eimerweise, bis sich zuletzt ein großer Pfuhl um sie bildete,\nungefähr vier Zoll tief und den halben Corridor lang.\n Nach einem Weilchen hörte sie Schritte in der Entfernung\nund trocknete schnell ihre Thränen, um zu sehen wer es sei. Es\nwar das weiße Kaninchen, das prachtvoll geputzt zurückkam, mit\neinem Paar weißen Handschuhen in einer Hand und einem Fä-\ncher in der andern. Es trippelte in großer Eile entlang vor sich\nhin redend: »Oh ! die Herzogin, die Herzogin ! die wird mal au-\nßer sich sein, wenn ich sie warten lasse !« Alice war so rathlos,\ndaß sie Jeden um Hülfe angerufen hätte. Als das Kaninchen daher\nin ihre Nähe kam, fing sie mit leiser, schüchterner Stimme an:\n»Bitte, lieber Herr. –« Das Kaninchen fuhr zusammen, ließ die\nweißen Handschuhe und den Fächer fallen und lief davon in die\nNacht hinein, so schnell es konnte.\n Alice nahm den Fächer und die Handschuhe auf, und da der\nGang sehr heiß war, fächelte sie sich, während sie so zu sich selbst\nsprach: »Wunderbar ! – wie seltsam heute Alles ist ! Und gestern\nwar es ganz wie gewöhnlich. Ob ich wohl in der Nacht umge-\n— 17 —\nwechselt worden bin ? Laß mal sehen: war ich dieselbe, als ich\nheute früh aufstand ? Es kommt mir fast vor, als hätte ich wie eine\nVeränderung in mir gefühlt. Aber wenn ich nicht dieselbe bin,\ndann ist die Frage: wer in aller Welt bin ich ? Ja, das ist das Räthsel\n!« So ging sie in Gedanken alle Kinder ihres Alters durch, die\nsie kannte, um zu sehen, ob sie in eins davon verwandelt wäre.\n »Ich bin sicherlich nicht Ida,« sagte sie, »denn die trägt lange\nLocken, und mein Haar ist gar nicht lockig; und bestimmt kann\nich nicht Clara sein, denn ich weiß eine ganze Menge, und sie,\noh ! sie weiß so sehr wenig ! Außerdem, sie ist sie selbst, und ich \n— 18 —\nbin ich, und, o wie confus es Alles ist ! Ich will versuchen, ob ich\nnoch Alles weiß, was ich sonst wußte. Laß sehen: vier mal fünf ist\nzwölf, und vier mal sechs ist dreizehn, und vier mal sieben ist –\no weh ! auf die Art komme ich nie bis zwanzig ! Aber, das Einmaleins\nhat nicht so viel zu sagen; ich will Geographie nehmen. London\nist die Hauptstadt von Paris, und Paris ist die Hauptstadt von\nRom, und Rom – nein, ich wette, das ist Alles falsch ! Ich muß in\nClara verwandelt sein ! Ich will doch einmal sehen, ob ich sagen\nkann: ›Bei einem Wirthe –‹« und sie faltete die Hände, als ob sie\nihrer Lehrerin hersagte, und fing an, aber ihre Stimme klang rauh\nund ungewohnt, und die Worte kamen nicht wie sonst: –\n »Bei einem Wirthe, wunderwild,\n Da war ich jüngst zu Gaste,\n Ein Bienennest das war sein Schild\n In einer braunen Tatze.\n Es war der grimme Zottelbär,\n Bei dem ich eingekehret;\n Mit süßem Honigseim hat er\n Sich selber wohl genähret !«\n »Das kommt mir gar nicht richtig vor,« sagte die arme Alice,\nund Thränen kamen ihr in die Augen, als sie weiter sprach: »Ich\nmuß doch Clara sein, und ich werde in dem alten kleinen Hause\nwohnen müssen, und beinah keine Spielsachen zum Spielen haben,\nund ach ! so viel zu lernen. Nein, das habe ich mir vorgenommen:\nwenn ich Clara bin, will ich hier unten bleiben ! Es\nsoll ihnen nichts helfen, wenn sie die Köpfe zusammenstecken\nund herunter rufen: ›Komm wieder herauf, Herzchen !‹ Ich will\nnur hinauf sehen und sprechen: wer bin ich denn ? Sagt mir das\nerst, und dann, wenn ich die Person gern bin, will ich kommen;\nwo nicht, so will ich hier unten bleiben, bis ich jemand Anderes\nbin. – Aber o weh !« schluchzte Alice plötzlich auf, »ich wünschte,\nsie sähen herunter ! Es ist mir so langweilig, hier ganz allein zu\nsein !«\n— 19 —\n Als sie so sprach, sah sie auf ihre Hände hinab und bemerkte\nmit Erstaunen, daß sie beim Reden einen von den weißen Glacee-Handschuhen\ndes Kaninchens angezogen hatte. »Wie habe\nich das nur angefangen ?« dachte sie. »Ich muß wieder klein geworden\nsein.« Sie stand auf, ging nach dem Tische, um sich daran\nzu messen, und fand, daß sie jetzt ungefähr zwei Fuß hoch\nsei, dabei schrumpfte sie noch zusehends ein: sie merkte bald,\ndaß die Ursache davon der Fächer war, den sie hielt; sie warf\nihn schnell hin, noch zur rechten Zeit, sich vor gänzlichem Verschwinden\nzu retten.\n »Das war glücklich davon gekommen !« sagte Alice sehr erschrocken\nüber die plötzliche Veränderung, aber froh, daß sie\nnoch existirte; »und nun in den Garten !« und sie lief eilig nach\nder kleinen Thür: aber ach ! die kleine Thür war wieder verschlossen\nund das goldene Schlüsselchen lag auf dem Glastische\nwie vorher. »Und es ist schlimmer als je,« dachte das arme Kind,\n»denn so klein bin ich noch nie gewesen, nein, nie ! Und ich sage,\nes ist zu schlecht, ist es !«\n Wie sie diese Worte sprach, glitt sie aus, und den nächsten\nAugenblick, platsch ! fiel sie bis an’s Kinn in Salzwasser. Ihr\nerster Gedanke war, sie sei in die See gefallen, »und in dem Fall\nkann ich mit der Eisenbahn zurückreisen,« sprach sie bei sich \n— 20 —\n(Alice war einmal in ihrem Leben an der See gewesen und war\nzu dem allgemeinen Schluß gelangt, daß wo man auch an’s Seeufer\nkommt, man eine Anzahl Bademaschinen im Wasser findet,\nKinder, die den Sand mit hölzernen Spaten aufgraben, dann eine\nReihe Wohnhäuser und dahinter eine Eisenbahn-Station); doch\nmerkte sie bald, daß sie sich in dem Thränenpfuhl befand, den sie\ngeweint hatte, als sie neun Fuß hoch war.\n »Ich wünschte, ich hätte nicht so sehr geweint !« sagte Alice,\nals sie umherschwamm und sich herauszuhelfen suchte; »jetzt\nwerde ich wohl dafür bestraft werden und in meinen eigenen\nThränen ertrinken ! Das wird sonderbar sein, das ! Aber Alles ist\nheut so sonderbar.«\n In dem Augenblick hörte sie nicht weit davon etwas in dem\nPfuhle plätschern, und sie schwamm danach, zu sehen was es sei:\nerst glaubte sie, es müsse ein Wallroß oder ein Nilpferd sein, dann\naber besann sie sich, wie klein sie jetzt war, und merkte bald, daß\nes nur eine Maus sei, die wie sie hineingefallen war.\n »Würde es wohl etwas nützen,« dachte Alice, »diese Maus\nanzureden ? Alles ist so wunderlich hier unten, daß ich glauben\nmöchte, sie kann sprechen; auf jeden Fall habe ich das Fragen\numsonst.« Demnach fing sie an: »O Maus, weißt du, wie man\naus diesem Pfuhle gelangt, ich bin von dem Herumschwimmen\nganz müde, o Maus !« (Alice dachte, so würde eine Maus richtig\nangeredet; sie hatte es zwar noch nie gethan, aber sie erinnerte\nsich ganz gut, in ihres Bruders lateinischer Grammatik gelesen\nzu haben »Eine Maus – einer Maus – einer Maus – eine Maus –\no Maus !«)\n Die Maus sah sie etwas neugierig an und schien ihr mit dem\neinen Auge zu blinzeln; aber sie sagte nichts.\n »Vielleicht versteht sie nicht Englisch,« dachte Alice, »es ist\nvielleicht eine französische Maus, die mit Wilhelm dem Eroberer\nherüber gekommen ist« (denn, trotz ihrer Geschichtskenntniß\nhatte Alice keinen ganz klaren Begriff, wie lange irgend ein Ereigniß\nher sei): Sie fing also wieder an: »Où est ma chatte ?« was der\nerste Satz in ihrem französischen Conversationsbuche war. Die\nMaus sprang hoch auf aus dem Wasser, und schien vor Angst am \n— 21 —\nganzen Leibe zu beben. »O, ich bitte um Verzeihung !« rief Alice\nschnell, erschrocken, daß sie das arme Thier verletzt habe. »Ich\nhatte ganz vergessen, daß Sie Katzen nicht mögen.«\n »Katzen nicht mögen !« schrie die Maus mit kreischender,\nwüthender Stimme. »Würdest du Katzen mögen, wenn du an\nmeiner Stelle wärest ?«\n »Nein, wohl kaum,« sagte Alice in zuredendem Tone: »sei\nnicht mehr böse darüber. Und doch möchte ich dir unsere Katze\nDinah zeigen können. Ich glaube, du würdest Geschmack für\nKatzen bekommen, wenn du sie nur sehen könntest. Sie ist ein\nso liebes ruhiges Thier,« sprach Alice fort, halb zu sich selbst, wie\nsie gemüthlich im Pfuhle daherschwamm; »sie sitzt und spinnt\nso nett beim Feuer, leckt sich die Pfoten und wäscht sich das\nSchnäuzchen – und sie ist solch famoser Mäusefänger – oh, ich\nbitte um Verzeihung !« sagte Alice wieder, denn diesmal sträubte\nsich das ganze Fell der armen Maus, und Alice dachte, sie müßte\nsicherlich sehr beleidigt sein. »Wir wollen nicht mehr davon reden,\nwenn du es nicht gern hast.«\n »Wir, wirklich !« entgegnete die Maus, die bis zur Schwanzspitze\nzitterte. »Als ob ich je über solchen Gegenstand spräche !\nUnsere Familie hat von jeher Katzen verabscheut: häßliche, niedrige,\ngemeine Dinger ! Laß mich ihren Namen nicht wieder hö-\nren !«\n »Nein, gewiß nicht !« sagte Alice, eifrig bemüht, einen andern\nGegenstand der Unterhaltung zu suchen. »Magst du – magst du\ngern Hunde ?« Die Maus antwortete nicht, daher fuhr Alice eifrig\nfort: »Es wohnt ein so reizender kleiner Hund nicht weit von unserm\nHause. Den möchte ich dir zeigen können ! Ein kleiner klar-\näugiger Wachtelhund, weißt du, ach, mit solch krausem braunen\nFell ! Und er apportirt Alles, was man ihm hinwirft, und er kann\naufrecht stehen und um sein Essen betteln, und so viel Kunststü-\ncke – ich kann mich kaum auf die Hälfte besinnen – und er gehört\neinem Amtmann, weißt du, und er sagt, er ist so nützlich, er\nist ihm hundert Pfund werth ! Er sagt, er vertilgt alle Ratten und –\noh wie dumm !« sagte Alice in reumüthigem Tone. »Ich fürchte,\nich habe ihr wieder weh gethan !« Denn die Maus schwamm so \n— 22 —\nschnell sie konnte von ihr fort und brachte den Pfuhl dadurch in\nförmliche Bewegung.\n Sie rief ihr daher zärtlich nach: »Liebes Mäuschen ! Komm\nwieder zurück, und wir wollen weder von Katzen noch von Hunden\nreden, wenn du sie nicht gern hast !« Als die Maus das hörte,\nwandte sie sich um und schwamm langsam zu ihr zurück; ihr\nGesicht war ganz blaß (vor Ärger, dachte Alice), und sie sagte mit\nleiser, zitternder Stimme: »Komm mit mir an’s Ufer, da will ich\ndir meine Geschichte erzählen; dann wirst du begreifen, warum\nich Katzen und Hunde nicht leiden kann.«\n Es war hohe Zeit sich fortzumachen; denn der Pfuhl begann\nvon allerlei Vögeln und Getier zu wimmeln, die hinein gefallen\nwaren: da war eine Ente und ein Dodo, ein rother Papagei und ein\njunger Adler, und mehrere andere merkwürdige Geschöpfe. Alice\nführte sie an, und die ganze Gesellschaft schwamm an’s Ufer.\nDrittes Kapitel.\nCaucus-Rennen und was daraus wird.\nEs war in der That eine wunderliche Gesellschaft, die sich am\nStrande versammelte – die Vögel mit triefenden Federn, die übrigen\nThiere mit fest anliegendem Fell, Alle durch und durch naß,\nverstimmt und unbehaglich. –\n Die erste Frage war, wie sie sich trocknen könnten: es wurde\neine Berathung darüber gehalten, und nach wenigen Minuten\nkam es Alice ganz natürlich vor, vertraulich mit ihnen zu schwatzen,\nals ob sie sie ihr ganzes Leben gekannt hätte. Sie hatte sogar\neine lange Auseinandersetzung mit dem Papagei, der zuletzt\nbrummig wurde und nur noch sagte: »ich bin älter als du\nund muß es besser wissen;« dies wollte Alice nicht zugeben und\nfragte nach seinem Alter, und da der Papagei es durchaus nicht\nsagen wollte, so blieb die Sache unentschieden.\n— 24 —\n Endlich rief die Maus, welche eine Person von Gewicht unter\nihnen zu sein schien: »Setzt euch, ihr Alle, und hört mir zu !\nich will euch bald genug trocken machen !« Alle setzten sich sogleich\nin einen großen Kreis nieder, die Maus in der Mitte. Alice\nhatte die Augen erwartungsvoll auf sie gerichtet, denn sie war\nüberzeugt, sie werde sich entsetzlich erkälten, wenn sie nicht sehr\nbald trocken würde.\n »Hm !« sagte die Maus mit wichtiger Miene, »seid ihr Alle so\nweit ? Es ist das Trockenste, worauf ich mich besinnen kann. Alle\nstill, wenn ich bitten darf ! – Wilhelm der Eroberer, dessen Ansprüche\nvom Papste begünstigt wurden, fand bald Anhang unter\nden Engländern, die einen Anführer brauchten, und die in jener\nZeit sehr an Usurpation und Eroberungen gewöhnt waren. Edwin\nund Morcar, Grafen von Mercia und Northumbria –«\n »Ooooh!« gähnte der Papagei und schüttelte sich.\n »Bitte um Verzeihung !« sprach die Maus mit gerunzelter\nStirne, aber sehr höflich; »bemerkten Sie etwas ?«\n »Ich nicht !« erwiederte schnell der Papagei.\n »Es kam mir so vor,« sagte die Maus. – »Ich fahre fort: Edwin\nund Morcar, Grafen von Mercia und Northumbria, erklärten\nsich für ihn; und selbst Stigand, der patriotische Erzbischof von\nCanterbury fand es rathsam –«\n »Fand was?« unterbrach die Ente.\n »Fand es,« antwortete die Maus ziemlich aufgebracht: »du\nwirst doch wohl wissen, was es bedeutet.«\n »Ich weiß sehr wohl, was es bedeutet, wenn ich etwas finde,«\nsagte die Ente: »es ist gewöhnlich ein Frosch oder ein Wurm. Die\nFrage ist, was fand der Erzbischof ?«\n Die Maus beachtete die Frage nicht, sondern fuhr hastig\nfort: – »fand es rathsam, von Edgar Atheling begleitet, Wilhelm\nentgegen zu gehen und ihm die Krone anzubieten. Wilhelms Benehmen\nwar zuerst gemäßigt, aber die Unverschämtheit seiner\nNormannen – wie steht’s jetzt, Liebe ?« fuhr sie fort, sich an Alice\nwendend.\n »Noch ganz eben so naß,« sagte Alice schwermüthig; »es\nscheint mich gar nicht trocken zu machen.«\n— 25 —\n »In dem Fall,« sagte der Dodo feierlich, indem er sich erhob,\n»stelle ich den Antrag, daß die Versammlung sich vertage und zur\nunmittelbaren Anwendung von wirksameren Mitteln schreite.«\n »Sprich deutlich !« sagte der Adler. »Ich verstehe den Sinn\nvon deinen langen Wörtern nicht, und ich wette, du auch nicht !«\nUnd der Adler bückte sich, um ein Lächeln zu verbergen; einige\nder andern Vögel kicherten hörbar.\n »Was ich sagen wollte,« sprach der Dodo in gereiztem Tone,\n»war, daß das beste Mittel uns zu trocknen ein Caucus-Rennen\nwäre.«\n »Was ist ein Caucus-Rennen ?« fragte Alice, nicht daß ihr\nviel daran lag es zu wissen; aber der Dodo hatte angehalten, als\nob er eine Frage erwartete, und Niemand anders schien aufgelegt\nzu reden.\n »Nun,« meinte der Dodo, »die beste Art, es zu erklären, ist,\nes zu spielen.« (Und da ihr vielleicht das Spiel selbst einen Winter-Nachmittag\nversuchen möchtet, so will ich erzählen, wie der\nDodo es anfing.)\n Erst bezeichnete er die Bahn, eine Art Kreis (»es kommt nicht\ngenau auf die Form an,« sagte er), und dann wurde die ganze Gesellschaft\nhier und da auf der Bahn aufgestellt. Es wurde kein:\n»eins, zwei, drei, fort !« gezählt, sondern sie fingen an zu laufen\nwenn es ihnen einfiel, hörten auf wie es ihnen einfiel, so daß es\nnicht leicht zu entscheiden war, wann das Rennen zu Ende war.\nAls sie jedoch ungefähr eine halbe Stunde gerannt und vollständig\ngetrocknet waren, rief der Dodo plötzlich: »Das Rennen ist\naus !« und sie drängten sich um ihn, außer Athem, mit der Frage:\n»Aber wer hat gewonnen ?«\n Diese Frage konnte der Dodo nicht ohne tiefes Nachdenken\nbeantworten, und er saß lange mit einem Finger an die Stirn gelegt\n(die Stellung, in der ihr meistens Shakespeare in seinen Bildern\nseht), während die Übrigen schweigend auf ihn warteten.\nEndlich sprach der Dodo: »Jeder hat gewonnen, und Alle sollen\nPreise haben.«\n »Aber wer soll die Preise geben ?« fragte ein ganzer Chor\nvon Stimmen.\n— 26 —\n »Versteht sich, sie !« sagte der Dodo, mit dem Finger auf\nAlice zeigend; und sogleich umgab sie die ganze Gesellschaft,\nAlle durch einander rufend: »Preise Preise !«\n Alice wußte nicht im Geringsten, was da zu thun sei; in ihrer\nVerzweiflung fuhr sie mit der Hand in die Tasche, und zog eine\nSchachtel Zuckerplätzchen hervor (glücklicherweise war das\nSalzwasser nicht hinein gedrungen); die vertheilte sie als Preise.\nSie reichten gerade herum, eins für Jeden.\n »Aber sie selbst muß auch einen Preis bekommen, wißt ihr,«\nsagte die Maus.\n »Versteht sich,« entgegnete der Dodo ernst. »Was hast du\nnoch in der Tasche ?« fuhr er zu Alice gewandt fort.\n »Nur einen Fingerhut,« sagte Alice traurig.\n »Reiche ihn mir herüber,« versetzte der Dodo. Darauf versammelten\nsich wieder Alle um sie, während der Dodo ihr den\nFingerhut feierlich überreichte, mit den Worten: »Wir bitten, Sie\nwollen uns gütigst mit der Annahme dieses eleganten Fingerhu-\n— 27 —\ntes beehren;« und als er diese kurze Rede beendigt hatte, folgte\nallgemeines Beifallklatschen.\n Alice fand dies Alles höchst albern; aber die ganze Gesellschaft\nsah so ernst aus, daß sie sich nicht zu lachen getraute, und\nda ihr keine passende Antwort einfiel, verbeugte sei sich einfach\nund nahm den Fingerhut ganz ehrbar in Empfang.\n Nun mußten zunächst die Zuckerplätzchen verzehrt werden,\nwas nicht wenig Lärm und Verwirrung hervorrief; die großen\nVögel nämlich beklagten sich, daß sie nichts schmecken konnten,\ndie kleinen aber verschluckten sich und mußten auf den Rü-\ncken geklopft werden. Endlich war auch dies vollbracht, und Alle\nsetzten sich im Kreis herum und drangen in das Mäuslein, noch\netwas zu erzählen.\n »Du hast mir deine Geschichte versprochen,« sagte Alice –\n»und woher es kommt, daß du K. und H. nicht leiden kannst,«\nfügte sie leise hinzu, um nur das niedliche Thierchen nicht wieder\nböse zu machen.\n »Ach,« seufzte das Mäuslein, »ihr macht euch ja aus meinem\nErzählen doch nichts; ich bin euch mit meiner Geschichte zu\nlangschwänzig und zu tragisch.« Dabei sah sie Alice fragend an.\n »Langschwänzig ! das muß wahr sein !« rief Alice und sah\nnun erst mit rechter Bewunderung auf den geringelten Schwanz\nder Maus hinab; »aber wie so tragisch ? was trägst du denn ?«\nWährend sie noch darüber nachsann, fing die längschwänzige\nErzählung schon an, folgendergestalt:\n— 28 —\n Filax sprach zu\n der Maus, die\n er traf\n in dem\n Haus:\n »Geh’ mit\n mir vor\n Gericht,\n daß ich\n dich\n verklage.\n Komm und\n wehr’ dich\n nicht mehr;\n ich muß\n haben ein\n Verhör,\n denn ich\n habe\n nichts\n zu thun\n schon\n zwei\n Tage.«\n Sprach die\n Maus zum\n Köter:\n »Solch\n Verhör\n lieber Herr,\n ohne\n Richter,\n ohne\n Zeugen\n thut nicht\n Noth.«\n »Ich bin\n Zeuge,\n ich bin\n Richter.«\n sprach\n er schlau\n und schnitt\n Gesichter\n »das Verhör\n leite ich\n und\n verdamme\n dich\n zum\n Tod!«\n— 29 —\n »Du paßt nicht auf !« sagte die Maus strenge zu Alice. »Woran\ndenkst du ?«\n »Ich bitte um Verzeihung,« sagte Alice sehr bescheiden: »du\nwarst bis zur fünften Biegung gekommen, glaube ich ?«\n »Mit nichten !« sagte die Maus entschieden und sehr ärgerlich.\n »Nichten !« rief Alice, die gern neue Bekanntschaften machte,\nund sah sich neugierig überall um. »O, wo sind sie, deine Nichten\n? Laß mich gehen und sie her holen !«\n »Das werde ich schön bleiben lassen,« sagte die Maus, indem\nsie aufstand und fortging. »Deinen Unsinn kann ich nicht\nmehr mit anhören !«\n »Ich meinte es nicht böse !« entschuldigte sich die arme\nAlice. »Aber du bist so sehr empfindlich, du !«\n Das Mäuslein brummte nur als Antwort.\n »Bitte, komm wieder, und erzähle deine Geschichte aus !«\nrief Alice ihr nach; und die Andern wiederholten im Chor: »ja\nbitte !« aber das Mäuschen schüttelte unwillig mit dem Kopfe und\nging schnell fort.\n »Wie schade, daß es nicht bleiben wollte !« seufzte der Papagei,\nsobald es nicht mehr zu sehen war; und eine alte Unke nahm\ndie Gelegenheit wahr, zu ihrer Tochter zu sagen, »Ja, mein Kind !\nlaß dir dies eine Lehre sein, niemals übler Laune zu sein !« »Halt\nden Mund, Mama !« sagte die junge Unke, etwas naseweis.\n »Wahrhaftig, du würdest die Geduld einer Auster erschöpfen\n!«\n »Ich wünschte, ich hätte unsere Dinah hier, das wünschte\nich !« sagte Alice laut, ohne Jemand insbesondere anzureden. »Sie\nwürde sie bald zurückholen !«\n »Und wer ist Dinah, wenn ich fragen darf ?« sagte der Papagei.\n Alice antwortete eifrig, denn sie sprach gar zu gern von ihrem\nLiebling: »Dinah ist unsere Katze. Und sie ist auch so geschickt\nim Mäusefangen, ihr könnt’s euch gar nicht denken ! Und\nach, hättet ihr sie nur Vögel jagen sehen. Ich sage euch, sie frißt\neinen kleinen Vogel, so wie sie ihn zu Gesicht bekommt.«\n— 30 —\n Diese Mitteilung verursachte große Aufregung in der Gesellschaft.\nEinige der Vögel machten sich augenblicklich davon;\neine alte Elster fing an, sich sorgfältig einzuwickeln, indem sie\nbemerkte: »Ich muß wirklich nach Hause gehen; die Nachtluft\nist nicht gut für meinen Hals !« und ein Canarienvogel piepte zitternd\nzu seinen Kleinen, »Kommt fort, Kinder ! es ist die höchste\nZeit für euch, zu Bett zu gehen !« Unter verschiedenen Entschuldigungen\nentfernten sie sich Alle, und Alice war bald ganz allein.\n »Hätte ich nur Dinah nicht erwähnt !« sprach sie bei sich mit\nbetrübtem Tone. »Niemand scheint sie gern zu haben, hier unten,\nund dabei ist sie doch die beste Katze von der Welt ! Oh, meine\nliebe Dinah ! ob ich dich wohl je wieder sehen werde !« dabei fing\ndie arme Alice von Neuem zu weinen an, denn sie fühlte sich gar\nzu einsam und muthlos. Nach einem Weilchen jedoch hörte sie\nwieder ein Trappeln von Schritten in der Entfernung und blickte\naufmerksam hin, halb in der Hoffnung, daß die Maus sich besonnen\nhabe und zurückkomme, ihre Geschichte auszuerzählen.",
"pl": "ROZDZIAŁ I\nPRZEZ KRÓLICZĄ NORĘ\nAlicja miała już dość siedzenia na ławce obok siostry i próżnowania. Raz czy dwa\nrazy zerknęła do książki, którą czytała siostra. Niestety, w książce nie było obrazków\nani rozmów. „A cóż jest warta książka - pomyślała Alicja - w której nie ma rozmów ani\nobrazków?”\nAlicja rozmyślała właśnie - a raczej starała się rozmyślać, ponieważ upał czynił ją\nbardzo senną i niemrawą - czy warto męczyć się przy zrywaniu stokrotek po to, aby\nuwić z nich wianek. Nagle tuż obok niej przebiegł Biały Królik o różowych ślepkach.\nWłaściwie nie było w tym nic nadzwyczajnego. Alicja nie dziwiła się nawet zbytnio\nsłysząc, jak Królik szeptał do siebie: „O rety, o rety, na pewno się spóźnię”. Dopiero\nkiedy Królik wyjął z kieszonki od kamizelki zegarek, spojrzał nań i puścił się pędem w\n4\ndalszą drogę, Alicja zerwała się na równe nogi. Przyszło jej bowiem na myśl, że\nnigdy przedtem nie widziała królika w kamizelce ani królika z zegarkiem. Płonąc z\nciekawości pobiegła na przełaj przez pole za Białym Królikiem i zdążyła jeszcze\nspostrzec, że znikł w sporej norze pod żywopłotem. Wczołgała się więc za nim do\nkróliczej nory nie myśląc o tym, jak się później stamtąd wydostanie.\nNora była początkowo prosta niby tunel, po czym skręcała w dół tak nagle, że Alicja\nnie mogła już się zatrzymać i runęła w otwór przypominający wylot głębokiej studni.\nStudnia była widać tak głęboka, czy może Alicja spadała tak wolno, że miała dość\nczasu, aby rozejrzeć się dokoła i zastanowić nad tym, co się dalej stanie. Przede\nwszystkim starała się dojrzeć dno studni, ale jak to zrobić w ciemnościach?\nZauważyła jedynie, że ściany nory zapełnione były szafami i półkami na książki. Tu i\nówdzie wisiały mapy i obrazki. Mijając jedna z półek Alicja zdążyła zdjąć z niej słój z\nnaklejką Marmolada pomarańczowa. Niestety był on pusty. Alicja nie upuściła słoja,\nobawiając się, że może zabić nim kogoś na dole. Postawiła go po drodze na jednej z\nniższych półek.\n„No, no - pomyślała - po tej przygodzie żaden upadek ze schodów nie zrobi już na\nmnie wrażenia. W domu zdziwią się, że jestem taka dzielna. Nawet gdybym spadła z\nsamego wierzchołka kamienicy, nie pisnęłabym ani słówka”. Co do tego miała\nniewątpliwie rację).\nW dół, w dół, wciąż w dół. Czy już nigdy nie skończy się to spadanie?\n- Ciekawa jestem, ile mil dotychczas przebyłam - rzekła nagle Alicja. - Muszę być już\ngdzieś w pobliżu środka ziemi. Zaraz... zaraz... To będzie, zdaje się, około tysiąca\nmil. (Alicja uczyła się wielu podobnych rzeczy w szkole. Nie była to co prawda chwila\nna popisywanie się wiedzą, no i imponować nie było komu. Uznała jednak, że mała\n„powtórka” bywa czasami pożyteczna).\n„Tak, wydaje mi się, że to będzie właśnie tysiąc mil. Ciekawe, pod jaką szerokością i\ndługością geograficzną obecnie się znajduję”. (Alicja nie imała najmniejszego\npojęcia, co oznacza „długość” lub „szerokość geograficzna”, ale słowa te wydały jej\nsię dźwięczne i pełne mądrości).\nTymczasem rozmyślała dalej:\n„Chciałabym wiedzieć, czy przelecę całą ziemię na wylot. Jakie to będzie śmieszne,\nkiedy znajdę się naraz wśród ludzi chodzących do góry nogami. Zapytam ich o\nnazwę kraju, do którego przybyłam. „Przepraszam panią bardzo, czy to Nowa\nZelandia, czy Australia?” (Tu Alicja usiłowała dygnąć, ale spróbujcie to zrobić w\ntakich warunkach. Czy sądzicie, że Wam się to uda?)\n„I co oni sobie o mnie pomyślą? Chyba że jestem głupia. Nie, już lepiej nie pytać.\nMoże zobaczę gdzieś jaki napis”.\n5\nW dół, w dół, wciąż w dół. Nie było nic do roboty, więc Alicja zabawiała się nadal\nrozmową z samą sobą:\n„Jacek będzie tęsknił za mną dziś wieczorem”. (Jacek był to kot). „Mam nadzieję, że\nw domu nie zapomną dać mu mleka na podwieczorek. Kochany, najdroższy Jacku!\nGdybym cię teraz miała przy sobie! Obawiam się, co prawda, że w powietrzu nie ma\nmyszy, ale mógłbyś chwytać nietoperze, a gacki bardzo przypominają myszy. Ale czy\nJacek zjadłby gacka?”\nTu Alicji zachciało się nagle spać i zaczęła powtarzać na wpół sennie: „Czy Jacek\nzjadłby gacka? Czy Jacek zjadłby gacka?”, a czasami: „Czy gacek zjadłby Jacka?”\nTak czy inaczej, nie umiała odpowiedzieć na te pytania, było jej więc właściwie\nwszystko jedno. Wreszcie poczuła, ze zasypia. Śniło jej się, że jest na spacerze z\nJackiem i że mówi do niego bardzo groźnie: „Powiedz mi teraz całą prawdę, Jacku,\nczyś ty kiedy zjadł nietoperza?” I nagle - tym razem już na jawie - Alicja usiadła\nmiękko na stosie chrustu i suchych liści. Spadanie skończyło się.\nAlicja nie potłukła się ani trochę i po chwili była już na nogach. Spojrzała w górę, lecz\npanowały tam straszne ciemności. Przed nią ciągnął się znowu długi korytarz. W dali\nspostrzegła pędzącego Białego Królika. Nie było ani chwili do stracenia.\nPuściła się więc w pogoń za Królikiem i przed jednym z zakrętów korytarza usłyszała\njego zdyszany głosik:\n- O, na moje uszy i bokobrody, robi się strasznie późno!\nByła już zupełnie blisko, ale za zakrętem Biały Królik znikł w sposób\nniewytłumaczony. Alicja znalazła się w podłużnej, niskiej sali z długim rzędem lamp\nzwisających z sufitu.\nRozejrzała się dokoła i spostrzegła mnóstwo drzwi. Usiłowała otworzyć każde z nich\npo kolei, ale wszystkie były zaryglowane. Zasmucona, odeszła więc ku środkowi sali,\nstraciła bowiem nadzieję, że się kiedykolwiek stąd wydostanie.\nNagle znalazła się przed stolikiem na trzech nogach, zrobionym z grubego szkła. Na\nstoliku leżał maleńki, złoty kluczyk. Alicja ucieszyła się myśląc, iż otwiera on jakieś\ndrzwi. Niestety. Czy zamki były zbyt wielkie, czy kluczyk zbyt mały, dość ze nie\npasował on nigdzie. Obchodząc salę po raz drugi, Alicja zauważyła jednak coś,\nczego nie dostrzegła przedtem: zasłonę, za którą znajdowały się drzwi niespełna\npółmetrowej wysokości. Przymierzyła złoty kluczyk i przekonała się z radością, ze\npasuje.\nDrzwiczki prowadziły do korytarzyka niewiele większego od szczurzej nory. Alicja\nuklękła i przez korytarzyk ujrzała najpiękniejszy chyba na świecie ogród. Jakże\npragnęła przechadzać się tam wśród ślicznych kwietników i orzeźwiających\nwodotrysków! ale jak tu o tym marzyć, skoro nie potrafiłaby wsunąć przez norkę\n6\nnawet głowy. „A zresztą, gdyby nawet moja głowa dostała się do ogrodu, nie na wiele\nby się zdała bez ramion i reszty. Och, gdybym mogła złożyć się tak jak teleskop∗\n.\nMoże bym nawet i umiała, ale jak się do tego zabrać?” (Alicja bowiem doznała\nostatnio tylu niezwykłych wrażeń, że nic nie wydawało się jej niemożliwe).\nDłużej stać pod drzwiczkami nie miało sensu. Wróciła więc do stolika z niejasnym\nprzeczuciem, że znajdzie na nim nowy kluczyk albo chociaż przepis na składanie\nludzi na wzór teleskopów. Tym razem na stoliku stała buteleczka(„Na pewno nie było\njej tu przedtem” - pomyślała Alicja) z przytwierdzoną do szyjki za pomocą nitki\nkarteczką. Alicja przeczytała na niej pięknie wykaligrafowane słowa: Wypij mnie.\nŁatwo powiedzieć „Wypij mnie”, ale nasza mała, mądra Alicja bynajmniej się do tego\nnie kwapiła. „Zobaczę najpierw - pomyślała - czy nie ma tam napisu: Uwaga -\nTrucizna. Czytała bowiem wiele uroczych opowiastek o dzieciach, które spaliły się,\nzostały pożarte przez dzikie bestie lub doznały innych przykrości tylko dlatego, że nie\nstosowały się do prostych nauk: na przykład, że rozpalonym do białości\npogrzebaczem można się oparzyć, gdy trzyma się go zbyt długo w ręku, albo że -\ngdy zaciąć się bardzo głęboko scyzorykiem, to palec krwawi. Alicja przypomniała\nsobie doskonale, że picie z butelki opatrzonej napisem: „Uwaga - Trucizna rzadko\nkomu wychodzi na zdrowie.\nTa buteleczka jednak nie miała napisu: Trucizna. Alicja zdecydowała się więc\nskosztować płynu. Był on bardzo smaczny miał jednocześnie smak ciasta z wiśniami,\nkremu, ananasa, pieczonego indyka, cukierka i bułeczki z masłem), tak że po chwili\nbuteleczka została opróżniona.\n* * *\n- Cóż za dziwne uczucie - rzekła Alicja - składam się zupełnie jak teleskop.\nTak było naprawdę. Alicja miała teraz tylko ćwierć metra wzrostu i radowała się na\nmyśl o tym, że wejdzie przez drzwiczki do najwspanialszego z ogrodów. Najpierw\njednak odczekała parę minut, aby zobaczyć, czy się już nie będzie dalej zmniejszała.\nSzczerze mówiąc, obawiała się trochę tego. „Mogłoby się to skończyć w taki sposób,\nże stopniałabym zupełnie niczym świeczka. Ciekawe, jakbym wtedy wyglądała”. Tu\nAlicja usiłowała wyobrazić sobie, jak wygląda płomień zdmuchniętej świecy, ale nie\numiała przypomnieć sobie takiego zjawiska.\nPo chwili, gdy uznała, że jej wzrost już się nie zmienia, postanowiła pójść\nnatychmiast do ogrodu. Niestety. Kiedy biedna Alicja znalazła się przy drzwiach,\nuprzytomniła sobie, że zapomniała na stole kluczyka. Wróciła więc, ale okazało się,\nże jest zbyt mała, by dosięgnąć klucza. Widziała go wyraźnie poprzez szkło, chciała\nnawet wspiąć się po nogach stolika, ale były zbyt śliskie. Kiedy przekonała się,\nbiedactwo, o bezskuteczności swoich prób, usiadła na podłodze i zaczęła rzewnie\npłakać.\n7\n„Dość tego - powiedziała sobie po chwili surowym tonem - płacz nic ci nie pomoże.\nRozkazuję ci przestać natychmiast!” (Alicja udzielała sobie często takich dobrych rad\n- choć rzadko się do nich stosowała - i czasami karciła się tak ostro, że kończyło się\nto płaczem. Raz nawet usiłowała przeciągnąć się za uszy, aby ukarać się za\noszukiwanie w czasie partii krokieta, którą rozgrywała przeciwko sobie - Alicja bardzo\nlubiła udawać dwie osoby naraz. „Ale po cóż - pomyślała - udawać dwie osoby naraz,\nkiedy ledwie wystarczy mnie na jedną, godną szacunku osobę”).\nNagle zauważyła pod stolikiem małe, szklane pudełeczko. Otworzyła je i znalazła w\nśrodku ciasteczko z napisem: Zjedz mnie, pięknie ułożonym z rodzynków.\n- Dobrze, zjem to ciastko - rzekła Alicja. - Jeśli przez to urosnę, to dosięgnę kluczyka,\njeśli zaś jeszcze bardziej zmaleję, to będę mogła przedostać się przez szparę w\ndrzwiach. Tak czy owak, dostanę się do ogrodu, a reszta mało mnie obchodzi.\nOdgryzła kawałek ciastka i czekała z niepokojem, trzymając rękę na czubku głowy,\naby zbadać w ten sposób, czy rośnie czy też maleje. Przekonała się jednak ze\nzdziwieniem, że jest nadal tego samego wzrostu. Co prawda zdarza się to zwykle\nludziom judzących ciastka, ale Alicja przyzwyczaiła się tak bardzo do czarów i\nniezwykłości, że uważała rzeczy normalne i zwykłe - po prostu za głupie i nudne.\nJeszcze parę kęsów - i po ciastku.\nROZDZIAŁ II\nSADZAWKA Z ŁEZ\n- Ach jak zdumiewająco! Coraz zdumiewającej! - krzyknęła Alicja. Była tak zdumiona,\nże aż zapomniała o poprawnym wyrażaniu się. - Rozciągam się teraz jak największy\nteleskop na świecie. Do widzenia, nogi! - Spoglądając w dół, Alicja zauważyła, że jej\nnogi wydłużały się coraz bardziej i ginęły w oddali. - O moje biedne nóżki, któż wam\nteraz będzie wkładał skarpetki i buciki? Bo ja z pewnością nie dam sobie z tym rady,\nbędą c od was tak daleko. Musicie sobie teraz radzić same.\n„Powinnam jednak być dla nich uprzejma - pomyślała Alicja - bo mogą nie pójść tam,\ngdzie ja będę chciała. Zaraz, zaraz... Wiem. Będę im dawała po nowej parze bucików\nna każde Boże Narodzenie”.\nTu Alicja zaczęła zastanawiać się, w jaki sposób doręczy im prezenty. „Chyba przez\nposłańca - pomyślała. - Ale jakie to będzie śmieszne posyłać podarunki swoim\nwłasnym nogom. A jak zabawnie będzie wyglądał adres:\nWielmożna Pani Prawa Noga Alicji, Dywanik przed Kominkiem, tuż obok paleniska, z\nserdecznym pozdrowieniem od Alicji.\n8\nO Boże, cóż ja za głupstwa wygaduję!”\nTo mówiąc Alicja uderzyła głową o sufit sali. Miała teraz blisko trzy metry wzrostu,\nwzięła więc ze stolika złoty kluczyk i pośpieszyła ku drzwiom.\nBiedactwo. Mogła zaledwie jednym okiem zerkać do ogrodu, i to wtedy, kiedy leżała\nna boku. Przedostanie się było bardziej niż kiedykolwiek beznadziejne. Usiadła więc i\nzaczęła na nowo płakać.\n- Wstydź się - rzekła po chwili - taka duża dziewucha jak ty (to nie ulegało w tej chwili\nwątpliwości), taka duża dziewucha, żeby płakała jak niemowlę. W tej chwili przestań,\nrozkazuję ci. - Ale i to nic nie pomogło; Alicja płakała dalej i wylewała takie potoki łez,\naż utworzyła się dokoła niej wielka, zajmująca pół pokoju i głęboka na kilkanaście\ncentymetrów kałuża.\nPo chwili usłyszała czyjeś kroki, otarła więc łzy, aby przyjrzeć się przybyszowi. Był to\npowracający Biały Królik bogato przyodziany, z parą białych, skórkowych rękawiczek\nw jednej ręce i wielkim wachlarzem - w drugiej. Spieszył się bardzo i pod drodze\nmamrotał po nosem:\n- O Księżno, Księżno! Czy aby nie będziesz wściekła, że dałem ci tak długo czekać?\nAlicja była tak zrozpaczona, że zwróciłaby się o pomoc do każdego. Kiedy więc\nKrólik zbliżył się do niej, odezwała się cichym i nieśmiałym głosikiem:\n- Przepraszam pana. Przepraszam pana uprzejmie...\nKrólik stanął jak wryty, po czym upuściwszy wachlarz i rękawiczki wziął nogi za pas i\npo chwili znikł w ciemnościach.\nAlicja podniosła wachlarz i rękawiczki, a ponieważ było bardzo gorąco, zaczęła\nwachlować się mówiąc:\n- Mój Boże, jakie wszystko jest dzisiaj dziwne. A wczoraj jeszcze żyło się zupełnie\nnormalnie. Czy aby nocą nie zmieniono mnie w kogoś innego? Bo, prawdę mówiąc,\nczuję się jakoś inaczej. Ale jeśli nie jestem sobą, to w takim razie kim jestem? W tym\ntkwi największa zagadka. - Tu Alicja zaczęła przypominać sobie swoje rówieśniczki i\nzastanawiać się, która z nich mogłaby wchodzić w rachubę.\n- Na pewno nie jestem Adą - powiedziała w końcu - ponieważ ona ma długie loki, a\nmoje włosy wcale się nie kręcą. Nie mogę być także Małgosią, bo znam się na wielu\nrzeczach, a ona właściwie o niczym nie ma pojęcia. Poza tym ona jest sobą, a ja\njestem sobą i - och, jakież to wszystko zawiłe! Muszę sprawdzić, czy pamiętam coś\njeszcze z rzeczy, które dawniej widziałam. Zaraz, zaraz... cztery razy pięć jest\n9\ndwanaście, cztery razy sześć jest trzynaście, a cztery razy siedem - o Boże! W ten\nsposób nigdy chyba nie dojdę do dwudziestu. ale tabliczka mnożenia nie jest taka\nważna. Spróbuję lepiej geografii: Londyn jest stolicą Paryża, Paryż jest stolicą\nRzymu, a Rzym - nie, cóż jak wygaduję? To wszystko na pewno się nie zgadza.\nMusiałam naprawdę zmienić się w Małgosię. Spróbuję jeszcze powiedzieć: „Pan\nkotek był chory”... - Alicja splotła dłonie, tak jak przy odpowiedział w szkole, i zaczęła\ndeklamować wierszyk. Ale głos jej brzmiał dziwnie i obco, a słowa były takie\nniezwykłe.\nPan Lew by raz chory i leżał w łóżeczku,\nWięc przyszedł pan doktor:\n- Jak się masz, koteczku?\n- Niedobrze, lecz teraz na obiad jest pora -\nRzekł Lew rozżalony i pożarł doktora.\n- To na pewno nie są prawdziwe słowa - powiedziała Alicja i oczy jej zaszły łzami - a\nwięc musiałam zmienić się w Małgosię. Będę teraz mieszkać w jej brzydkim domu i\nmieć zawsze tyle lekcji do odrabiania. Nie, nigdy się na to nie zgodzę. Jeżeli mam\nbyć Małgosią, to wolę pozostać tu na dole. Mogą sobie zaglądać na dół i wołać:\n„Wracaj do nas, kochanie”. A ja spojrzę tylko w górę i odpowiem: „Kim ja właściwie\njestem? Powiedzcie mi to naprzód: jeżeli będę chciała być tą osobą, to wrócę, a\njeżeli nie, to zostanę na dole, dopóki nie zmienię w kogoś milszego”.\n- Mój Boże! - krzyknęła nagle Alicja i znowu rozpłakała się. - Jakże gorąco\nchciałabym, żeby to do mnie ktoś zajrzał. To samotność tak mi już dokuczyła.\nTu Alicja spojrzała na swoje ręce i zdziwiła się widząc, że bezwiednie włożyła na rękę\njedną z białych rękawiczek Królika. „Jak to się mogło stać - pomyślała. - Widocznie\nmusiałam znowu zmaleć”.\nAby zmierzyć swą wysokość, Alicja podeszła do stolika i stwierdziła, że ma około pół\nmetra wzrostu i nadal się zmniejsza. Przyszło jej nagle na myśl, że dzieje się to za\nsprawą wachlarza, rzuciła go więc szybko, w sam czas, aby zupełnie nie zniknąć.\n- No, tym razem ocalała jakimś cudem - rzekła Alicja, nie na żarty przestraszona\nnagłą zmianą, lecz zadowolona z tego, ze jeszcze żyje. - A teraz do ogrodu. - To\nmówiąc Alicja pobiegła w stronę małych drzwiczek, ale niestety - były one znów\nzamknięte, złoty kluczyk zaś leżał jak przedtem na szklanym stoliku. „Sytuacja jest\n10\ngorsza niż dotychczas - pomyślała biedna Alicja - bo nigdy jeszcze nie byłam taka\nmaleńka. To już naprawdę klęska”.\nTu Alicja poślizgnęła się nagle i po chwili tkwiła już po brodę w słonej wodzie.\nPierwszą jej myślą było, że wpadła do morza.\n„Wobec tego będę musiała wrócić pociągiem” - powiedziała sobie.\nAlicja była tylko raz w życiu nad morzem i to słowo łączyło się dla niej z widokiem\nkąpiących się letników, dzieci grzebiących łopatkami w piasku, rzędu pensjonatów\noraz położonej w głębi stacji kolejowej.\nSzybko jednak zorientowała się, że wpadła do słonej kałuży, którą wypłakała mający\ntrzy metry wzrostu.\n- Nie powinnam była tyle płakać - rzekła, pływając w poszukiwaniu miejsca\ndogodnego do lądowania. - Spotyka mnie teraz za to taka kara, że mogę się utopić w\nswoich własnych łzach. Byłoby to naprawdę bardzo dziwne. Ale dzisiaj wszystko jest\ntakie dziwne.\nAlicja usłyszała w pobliżu plusk wody, popłynęła więc w tym kierunku. Pomyślała\nnajpierw, że spotka się z morsem albo z hipopotamem. Przypomniała sobie jednak,\njaka jest maleńka, i po chwili spostrzegła mysz, która również wpadła do kałuży.\n„Czy warto przemówić do tej myszy? - zastanawiała się Alicja. - Wszystko jest dzisiaj\ntakie dziwne. Kto wie, czy ona nie umie mówić? W każdym razie nie zaszkodzi\nspróbować...”\nI Alicja rozpoczęła bardzo grzecznie:\n- O Myszy, czy nie wiesz, jak się wydostać z tej sadzawki? Zmęczyłam się już bardzo\ntym pływaniem, droga Myszy. (Alicji wydawało się, że jest to właściwy sposób\nzwracania się do myszy. Nie miała co prawda doświadczenia w tych sprawach, ale\nprzypomniało jej się, że widziała kiedyś w gramatyce starszego brata odmianę:\n„Mysz - myszy - myszy - mysz - myszą - o myszy - myszy”).\nMysz przypatrywała jej się badawczo, mrugała nawet jednym ze swych ślepek, ale\nnie odezwała się ani słowem.\n„Może nie rozumie po angielski - pomyślała Alicja. - Zapewne jest to mysz francuska,\nktóra przybyła do nas z Wilhelmem Zdobywcą∗\n„. (Alicja znała się doskonale na\nhistorii, ale nie miała pojęcia, kiedy co się działo). Więc rozpoczęła na nowo:\n- Oú est ma chatte?∗∗ (Było to pierwsze zdanie z jej książki do francuskiego).\nMysz poderwała się nagle i wyraźnie zadrżała ze strachu.\n11\n- Och, przepraszam panią bardzo! - krzyknęła Alicja, gdy uprzytomniła sobie swój\nnietakt. - Zupełnie zapomniałam, że pani nie lubi kotów!\n- Nie lubię kotów! - wrzasnęła Mysz z wściekłością. - Ciekawa jestem, czy ty\nlubiłabyś koty będąc na moim miejscu.\n- Sądzę, że nie - odparła Alicja, chcąc załagodzić sprawę. - Bardzo proszę, niech się\npani nie gniewa. Doprawdy chciałabym, żeby pani zobaczyła kiedyś naszego Jacka.\nNa pewno polubiłaby pani od razu wszystkie koty. On jest taki śliczny - ciągnęła Alicja\npłynąc wolno po sadzawce - kiedy siedzi przy kominku, liże łapki i myje sobie nimi\nmordkę. I tak przyjemnie z nim się bawić - jest taki mięciutki i tak ślicznie mruczy. a\npoza tym tak świetnie łapie myszy - och, przepraszam panią bardzo! - Ale tym razem\nMysz aż zatrzęsła się z oburzenia. Alicja dodała więc szybko: - Nie będziemy już\nrozmawiały na ten temat, dobrze?\n- Ładna mi rozmowa! - krzyknęła Mysz, drżąc jeszcze z trwogi. - Tak jakbym ja mogła\nw ogóle poruszać takie tematy. Moja rodzina nigdy nie mogła znieść kotów, tych\nobrzydliwych, tępych, podłych stworzeń. Nie mów mi o nich ani słowa.\n- Już nie będę - odrzekła Alicja, pragnąc jak najprędzej zmienić temat rozmowy. - A\nczy lubi pani... czy lubi pani psy? - Mysz nie odpowiadała, Alicja ciągnęła więc dalej z\nzapałem: - Znam pewnego pieska, którego pragnęłabym pani przedstawić. Nie\nwidziała pani jeszcze teriera o tak sprytnych oczkach i kędzierzawym futerku! A jak\nślicznie aportuje, służy i umie jeszcze mnóstwo innych sztuk... Jego właściciel mówi,\nże ten pies wart jest ze sto funtów. Podobno, wie pani, tak świetnie łapie szczury i ...\noch, mój Boże! - krzyknęła Alicja z rozpaczą. - Obawiam się, że znów panią uraziłam.\nTymczasem obrażona Mysz szybko odpłynęła, robiąc wielkie poruszenie w całej\nsadzawce.\nAlicja wołała za nią:\n- Kochana Myszko, wróć do mnie! Przysięgam ci, że nie powiem już ani słówka o\nkotach, ani o psach, jeśli ich także nie lubisz!\nSłysząc to Mysz zawróciła i zaczęła powoli płynąć w kierunku Alicji. Była zupełnie\nblada (Alicja pomyślała, że ze wściekłości). Po chwili Mysz odezwała się cichym,\ndrżącym głosem:\n- Popłyniemy teraz do brzegu, a potem opowiem ci moją historię, abyś zrozumiała,\ndlaczego nienawidzę psów i kotów.\nBył już najwyższy czas, aby opuścić sadzawkę, bo zrobiło się tam bardzo tłoczno.\nMnóstwo ptaków i zwierząt powpadało do wody, a wśród nich: Kaczka, Gołąb,\nPapużka, Orzeł i inne interesujące stworzenia. cało to towarzystwo, z Alicją na\nprzedzie, popłynęło ku brzegowi.\n12\nROZDZIAŁ III\nWYŚCIGI PTASIE I OPOWIEŚĆ MYSZY\nTowarzystwo zebrane na brzegu wyglądało naprawdę dziwacznie: ptaki o\nzabłoconych piórach oraz inne zwierzęta ociekające wodą, zmęczone i złe.\nNajpilniejszą sprawą było, rzecz prosta, osuszenie się. Odbyto na ten temat naradę,\nw której wzięła również udział Alicja. Po paru minutach rozmawiała już ze wszystkimi\ntak swobodnie, jak gdyby znała ich przez całe życie. Wdała się nawet w dłuższą\nsprzeczkę z Papużką, która w końcu obraziła się, mówiąc: „Jestem starsza od ciebie,\nwięc muszę mieć rację”. Na to znowu Alicja nie mogła się zgodzić nie znając wieku\nPapużki. Ponieważ zaś ta ostatnia odmówiła stanowczo odpowiedzi, nie było\nwłaściwie nic więcej do powiedzenia.\nNa koniec Mysz, która robiła wrażenie osoby cieszącej się w tym towarzystwie\ndużym szacunkiem, krzyknęła:\n- Proszę siadać i słuchać, co powiem1 Zaraz was wszystkich osuszę.\nUsiedli więc kołem z Myszą pośrodku. Alicja wpatrywała się w Mysz z\nniecierpliwością, obawiała się bowiem nie na żarty przeziębienia.\n- Hm, hm - odchrząknęła Mysz z bardzo ważną miną - czy jesteście już gotowi?\nChcecie się osuszyć? Więc słuchajcie: oto najsuchsza rzecz, jaką znam. Proszę o\nspokój! „Wilhelm Zdobywca, któremu sprzyjał papież, szybko podporządkował sobie\nAnglików, potrzebujących przywódcy nawykłego do najazdów i podbojów. Edwin i\nMorcar, hrabiowie Mercii i Northumbrii∗\n...”\n- Brr! - odezwała się Papużka wstrząsając się gwałtownie.\n- Bardzo przepraszam - rzekła Mysz, groźnie marszcząc brwi - czy pani chciała może\ncoś powiedzieć?\n- Nie, to nie ja! - krzyknęła szybko Papużka.\n- Miałam wrażenie, że to właśnie pani - rzekła Mysz z godnością. - Jeśli nie, to mówię\ndalej: „Edwin i Morcar, hrabiowie Mercii i Northumbrii, opowiedzieli się za nim; nawet\npatriotyczny arcybiskup Canterbury, Stigand, znalazł się...”\n- Co znalazł? - zapytała Kaczka.\n- „... znalazł się...” - odpowiedziała Mysz z wyraźną irytacją. - Wie pani chyba, co to\nznaczy?\n- Wiem, co to znaczy, kiedy ja sama coś znajduję - rzekła Kaczka. - Przeważnie jest\nto żaba albo owad, ale co znalazł arcybiskup?\n13\nMysz nie zwróciła już uwagi na to pytanie i ciągnęła dalej.\n- „... znalazł się w ich odwodzie. Wraz z Edgarem Atheling udał się do Wilhelma i\nofiarował mu koronę. Wilhelm zachowywał się początkowo w sposób wstrzemięźliwy.\nAle zuchwalstwo Normanów...” - tu Mysz zwróciła się do Alicji z niespodziewanym\npytaniem: - Jak się czujesz, moja droga?\n- Jestem tak samo morka jak i przedtem - odrzekła smutnie Alicja. - Wcale mnie to\nnie osuszyło.\n- Wobec tego zgłaszam rezolucję - rzekł powstając Gołąb - aby zebranie zostało\nodroczone ze względu na konieczność natychmiastowego zastosowania\nenergiczniejszych środków...\n- Mów pan po ludzku! - przerwał Orzełek. - Nie rozumiem nawet połowy z tych słów i\nobawiam się, że pan sam ich nie rozumie. - Tu Orzełek odwrócił się dyskretnie, aby\nskryć swój uśmiech. Niektóre gorzej wychowane ptaki zaczęły głośno chichotać.\n- Chciałem tylko powiedzieć - rzekł Gołąb obrażony - że najlepiej osuszyłyby nas\nwyścigi ptasie.\n- Co to są wyścigi ptasie? - zapytała Alicja nie tyle z ciekawości, ile z uprzejmości,\ngdyż Gołąb wyraźnie czekał na dyskusję, wszyscy zaś milczeli jak zaklęci.\n- Hm - rzekł Gołąb z powagą - najlepiej wytłumaczę ci to praktycznie.\nPonieważ to, co powiedział Gołąb, może przydać się w nudny zimowy dzień i Wam,\ndrodzy Czytelnicy, przeto opowiem, w jaki sposób zabrał się do dzieła: najpierw\nwyznaczył tor wyścigowy o kształcie zbliżonym do koła.\n- Dokładność nie gra roli - rzekł wyjaśniająco.\nPotem całe towarzystwo zostało rozstawione na torze jak popadło.\nNastępnie Gołąb zawołał: Raz, dwa, trzy! - i wszyscy zaczęli pędzić w dowolnych\nkierunkach, przystając i znów biegnąć, jak im się tylko podobało, tak że trudno było\nustalić chwilę zakończenia wyścigu. Mimo to, kiedy biegali tak dobre pół godziny i\nzupełnie się osuszyli, Gołąb krzyknął nagle:\n- Koniec wyścigów!\nWtedy wszyscy otoczyli go, ciężko dysząc i pytając:\n- Kto zwyciężył?\n14\nAby dać odpowiedź na to pytanie, Gołąb musiał się poważnie zastanowić. Siedział\nwięc przez dłuższą chwilę z palcem na czole (ulubiona pozycja wielkich poetów), gdy\ntymczasem reszta towarzystwa wyczekiwała z niepokojem na jego decyzję. W końcu\nGołąb zdecydował:\n- Wygrali wszyscy i wszyscy muszą dostać nagrody.\n- Ale kto nam rozda nagrody? - zapytał chór głosów.\n- Oczywiście, że ona - rzekł Gołąb, wskazując palcem Alicję.\nNa te słowa otoczyła ją cała gromada, wołając:\n- Nagrody, nagrody, chcemy nagród!\nAlicja nie wiedziała, jak wybrnąć z tej sytuacji.\nPrzypadkowo wsunęła rękę do kieszeni i znalazła tam pudełeczko cukierków\nszczęśliwym trafem nie roztopionych przez słoną wodę. Rozdała więc cukierki\nuczestnikom wyścigu, przy czym starczyło akurat po cukierku na osobę.\n- Ale jej także należy się nagroda - zauważyła Mysz.\n- Oczywiście - rzekł Gołąb z powagą. - Co masz jeszcze w kieszeni? - dodał\nzwracając się do Alicji.\n- Tylko naparstek - rzekła smutnie Alicja.\n- Daj mi go!\nPo czym wszyscy raz jeszcze otoczyli Alicję, Gołąb zaś wręczył jej uroczyście\nnaparstek, mówiąc:\n- Prosimy cię o przyjęcie tego wytwornego naparstka. - To krótkie przemówienie\nprzyjęte zostało przez zebranych oklaskami.\nAlicji wydawało się to głupie. Wszyscy mieli jednak tak poważne miny, że nie\nodważyła się roześmiać. Dygnęła więc po prostu, przybierając najpoważniejszą\nminę, na jaką mogła się zdobyć.\nNastępnym punktem programu było zjedzenie cukierków. Wywołało to sporo hałasu i\nzamieszania. Duże ptaki skarżyły się, że nie czują smaku cukierków, małe dławiły się\nnimi i trzeba było bić w plecy. W końcu jednak zapanował spokój. Ptaki zasiadły\nkołem i poprosiły Mysz, żeby im coś opowiedziała.\n15\n- Obiecałaś, że opowiesz mi swoją historię - rzekła Alicja. - Dlaczego nie znosisz „k” i\n„p” - dodała półszeptem, nie chcąc raz jeszcze obrazić Myszy.\n- Dobrze, obiecała. Zobaczysz sama, jak bardzo ten problem jest zaogniony...\n- Za o... - powtórzyła bezmyślnie Alicja, nie bardzo rozumiejąc, o co chodzi. - Za o...,\nale za co?... za ogony! - przypomniała sobie, gdy popatrzyła na długi i kręty ogon\nMyszy.\nW ten sposób jej historia przybrała dla Alicji jakby kształt mysiego ogona:\nPędziła Myszka do dziury,\nby jej nie złapał Kot\nbury, ale nie pomógł\nniebodze ten rozpaczliwy\nbieg, bo\nKot jej stanął na\ndrodze i rzekł:\n„- Nudzę się dziś\nsrodze, więc ci\nwytoczyć chcę\nsprawę. Ja będę\noskarżycielem...”\n„- A gdzie masz\nprzysięgłych ławę,\ngdzie sędziego?” –\npyta Mysz nieśmiele.\n„- Więc cóż z tego?\n16\nProces formalnie się\nodbędzie, sam będę\nławą przysięgłych\ni sędzią – rzecze\nKot przebiegły,\njeżąc sierść –\nwszystko rozsądzę\ni rozważę\npo czym\ncię skażę\nna śmierć!”\n- Ty wcale nie słuchasz! - rzekła Mysz przerywając swoją opowieść i patrząc surowo\nna Alicję. - O czym ty właściwie myślisz?\n- Przepraszam panią najmocniej - odpowiedziała pokornie Alicja. - Zdaje się, że była\npani przy czwartym zakręcie?\n- Nie wiem, o co ci idzie, mów zwięźle - rzekła Mysz z wyraźną irytacją.\n- O jakim węźle mam mówić? - zapytała Alicja. - Jeśli ma pani jakiś węzeł, to mogę\nzaraz pomóc w rozplątywaniu go...\n- Nie powiedziałam nic podobnego - rzekła Mysz, po czym wstała z obrażoną miną. -\nZnieważasz mnie mówiąc takie głupstwa.\n- Ja naprawdę nie chciałam! - zawołała Alicja bliska płaczu. - Pani tak łatwo się\nobraża...\nMysz mruknęła tylko coś niezrozumiałego.\n- Bardzo proszę, niechże pani łaskawie dokończy swego opowiadania! - krzyczała\nAlicja za odchodzącą Myszą.\nZwierzęta przyłączyły się do jej prośby wołając:\n17\n- Prosimy, prosimy! - ale Mysz potrząsała niecierpliwie głową i oddalała się coraz\nszybciej.\n- Wielka szkoda, że nie chce z nami zostać - westchnęła Papużka, kiedy Mysz znikła\nim z oczu.\nA pewna stara Langusta\n∗\n rzekła do córki:\n- Pamiętaj, moja droga, niech to będzie dla ciebie przestroga, żebyś nigdy nie traciła\nrównowagi.\n- Daj spokój, mamo - odpowiedziała opryskliwie młoda Langusta. - Ty mogłabyś\nwyprowadzić z równowagi nawet ślimaka!\n- Jakżebym chciała mieć tu przy sobie Jacka - rzekła Alicja na wpół do siebie. - Zaraz\nby ją sprowadził z powrotem!\n- A któż to jest Jacek, jeśli wolno wiedzieć? - spytała Papużka.\nAlicja odpowiedziała z zapałem, była bowiem zawsze gotowa wychwalać swego\nulubieńca:\n- Jacek to nasz kot. Nie możecie sobie wyobrazić, jak świetnie łapie myszy! A jak się\nugania za ptakami! Jeśli tylko dojrzy jakiegoś ptaszka, to na pewno schwyta go i\npożre!...\nSłowa Alicji wywołały ogromne poruszenie wśród obecnych. Niektóre ptaki uciekły\nnatychmiast. Pewna stara Sroka otuliła się bardzo starannie skrzydłami, mówiąc:\n- Będę musiała już iść do domu. Dzisiejsze powietrze wyraźnie szkodzi mi na gardło.\nKanarek zawołał drżącym głosikiem do swych dzieci:\n- Chodźcie, moje drogie! Już najwyższy czas, abyście leżały w łóżeczkach.\nPod różnymi pretekstami ptaki rozbiegły się i Alicja została po chwili sama.\n- Jaka szkoda, że wspomniałam Jacka! - rzekła ze smutkiem. - Nikt go jakoś tu na\ndole nie kocha, ale ja mimo to przysięgłabym, że jest to najmilszy kot na świecie! O\ndrogi Jacku! Czy cię jeszcze kiedy zobaczę? - To mówiąc Alicja zaczęła płakać,\nponieważ poczuła się nagle strasznie samotna i bezbronna. Po chwili jednak\nusłyszała w oddali odgłosy stąpania. Spojrzała więc z ciekawością, sądząc, że to\nMysz rozmyśliła się i powraca, aby dokończyć swej przerwanej opowieści."
}