{
    "cs": "1 - DO KRÁLIČÍ NORY Alenka - dokud ještě byla s rodiči ve své rodné Anglii, říkali jí Alice - už začínala mít dost toho nečinného sedění vedle sestry na břehu řeky: jednou nebo dvakrát nahlédla do knížky, kterou sestra četla, ale tam nebyly vůbec žádné obrázky nebo rozmluvy - \"a co je po knížce,\" myslila si Alenka, \"ve které nejsou obrázky, ba ani rozmluvy?\" Přemýšlela tedy - jak nejlépe mohla, neboť byl horký den, a to ji dělalo ospalou. a hloupou - stojí-li pěkný věneček za to, aby vstala a sbírala květinky, když tu náhle kolem ní přeběhl Bílý Králík s červenýma očima. V tom nebylo nic tak velmi podivuhodného; a Alenka v tom neviděla nic tak velmi zvláštního, ani když slyšela, jak si Králík k sobě říká: \"Bože, bože! Bože, bože! Já jistě přijdu pozdě!\" (Když o tom přemýšlela později, napadlo jí, že se nad tím měla pozastavit; v tu chvíli se jí to však zdálo docela přirozené.) Ale když Králík skutečně vytáhl hodinky z kapsičky u vesty, podíval se na ně a pospíchal dále, vyskočila Alenka údivem, neboť jí prolétlo hlavou, že nikdy předtím neviděla králíka, který by měl kapsičku u vesty, neřkuli hodinky, které by z ní mohl vytáhnout; a hoříc zvědavostí, běžela za ním přes pole a naštěstí doběhla ještě včas, aby viděla, jak vskočil do velké králičí díry pod mezí. Alenka ani chvíli nemeškala a vskočila za ním, aniž jen zdaleka pomyslila, jak se kdy opět dostane ven. Králičí díra vedla zpočátku přímo jako tunel a pak se za hnula dolů; tak náhle, že než mohla Alenka uvážit, nemá-li zastavit, shledala, že padá do jakési velmi hluboké studny. Buď byla ta studna velmi hluboká, anebo Alenka padala velmi zvolna, neboť měla při tom padání dosti času, aby se ohlížela kolem sebe a uvažovala, co se stane dále. Zprvu se pokoušela podívat se dolů pod sebe, aby se přesvědčila, kam padá, ale bylo příliš temno, než aby něco viděla. Začala se tedy ohlížeti po stěnách studny a zpozorovala, že jsou na ní samé kuchyňské police a přihrádky na knihy; tu a tam visely na hřebíku mapy a obrazy. Jak letěla mimo, vzala si z jedné poličky skleničku s nálepkou: MERUŇKOVÁ MARMELÁDA; avšak k jejímu velkému zklamání byla sklenička prázdná. Nechtěla ji zahodit ze strachu, že by mohla někoho zabít, tak se jí podařilo postavit ji zase na jednu poličku, podle níž padala. - \"Nu,\" pomyslila si Alenka, \"po takovémhle pádu si z toho už nic nebudu dělat, spadnu-li doma ze schodů ! To se budou doma divit, jak jsem statečná! Hm, teď bych už neřekla nic, ani kdybych spadla ze střechy!\" (Což bylo velmi podobné pravdě.) Dolů, dolů, dolů! Nebude tomu padání nikdy konce? \"To bych ráda věděla, kolik mil už jsem proletěla,\" řekla nahlas. \"Musím se už blížit středu Země. Počkejme: to by bylo, myslím, 4000 mil...\" (jak vidíte, Alenka se ve škole naučila celé řadě takovýchhle věcí, a ačkoli toto nebyla zrovna nejlepší příležitost, aby se blýskala svými vědomostmi, jelikož tu nebylo nikoho, kdo by ji poslouchal, přece si myslila, že je dobře něco si zopakovat) - \"ano, to bude tak asi správná vzdálenost, ale pak bych ráda věděla, na kterém jsem se to octla stupni zeměpisné šířky a délky?\" (Jak vidíte, Alenka neměla ponětí, co je to zeměpisná šířka a délka, myslila si však, že jsou to krásná velká slova a že se vyjadřuje učeně.) Po chvíli začala opět: \"To jsem zvědavá, zdali proletím skrz celou Zemi! To bude legrace, až vyletím mezi lidi, kteří chodí vzhůru nohama! Jakpak se jim jen říká... antipatové, myslím\" - (jak vidíte, zaslechla kdysi, že se protinožcům říká antipodové, a špatně si to zapamatovala; ani jí samotné to však neznělo správně a byla, panečku, ráda, že ji tentokrát nikdo neposlouchal, protože je to velká ostuda, blýskat se cizími slovy a neumět jich. užívat) - \"ale to se jich budu muset zeptat, jak se ta země, kde vypadnu, jmenuje. Prosím, milostivá paní, jsem to na Novém Zélandě, nebo v Austrálii?\" (A pokusila se při tom oslovení o zdvořilou poklonku; jen si představte, jak děláte poklonku, padajíce z třetího patra! Myslíte, že byste to dovedli?) \"A za jak hloupou malou holčičku mne budou mít! Ne, to nepůjde, ptát se; snad to někde uvidím napsáno. Dolů, dolů, dolů. Nic jiného se nedalo dělat, Alenka tedy brzy začala znovu mluvit. \"Minda se po mně jistě dnes bude shánět!\" (Minda byla Alenčina kočka.) \"Doufám, že nezapomenou při svačině na její misku mléka. Mindo, drahoušku, kéž bys tu byla dole se mnou! Ve vzduchu sice, myslím, nejsou žádné myši, ale mohla bys tu chytit netopýra a to, víš, je skoro jako myš. - Ale jedí vůbec kočky netopýry?\" A tu začala být Alenka trochu ospalá a počala si odříkávat: \"Jedí kočky netopýry? Jedí netopýry kočky?\" a někdy: \"Jedí netopýři kočky?\" a1e jelikož, jak vidíte, nedovedla odpovědět ani na jednu, ani na druhou otázku, bylo to celkem jedno, jak ji položila. Cítila, že usíná, a právě se jí začalo zdát, že se vede za ruku s Mindou a ptá se jí velmi vážně: \"Nuže, Mindo, řekni mi pravdu, jedlas někdy netopýra?\" - když tu najednou buch! - dopadla na hromadu suchého listí a bylo po pádu. Alenka si ani trochu neublížila a v mžiku byla na nohou: pohlédla nad sebe a kolem sebe, nad ní bylo temno a před ní nová dlouhá chodba, v níž ještě zahlédla pospíchajícího Bílého Králíka. Nesměla ztratit ani vteřinu: jako vítr se pustila za ním a doběhla k němu dosti blízko, aby slyšela, jak si povídá, zahýbaje kolem rohu: \"U mých uší a vousů, jak je pozdě!\" Byla těsně za ním, když zahnula kolem rohu. Králík se jí však náhle ztratil z očí. Byla v dlouhé nízké síni, osvětlené řadou lamp, visících ze stropu. Po obou stranách síně byly řady dveří, všechny však byly zamčeny, a když je Alenka všechny po jedné i po druhé straně vyzkoušela, ubírala se smutně prostředkem síně přemýšlejíc, jak se kdy opět dostane domů. Pojednou jí stál v cestě malý třínohý stolek, celý z hladkého průhledného skla; na něm nebylo nic než malinký zlatý klíček, a Alenku hned napadlo, že by to mohl být klíček od některých těch dveří: ale běda! buď byly zámky příliš velké, nebo klíč příliš malý, ať už tak nebo onak, nehodily se k sobě. Když však tak po druhé obcházela, uviděla před sebou nízkou záclonku, které dříve nezpozorovala, a za ní byly malé dveře, tak asi patnáct palců vysoké: zkusila zlatý klíček v jejich zámku a k veliké její radosti zapadl. Alenka otevřela dveře a shledala, že vedou do malé chodbičky, ne prostornější než myší díra. Poklekla a hleděla chodbičkou do nejrozkošnější zahrady, jakou si jen můžete představit. Ó, jak toužila dostat se z malé síně a procházeti se mezi záhony zářivých květin a chladnými vodotrysky! Ale dveřmi jí neprošla ani hlava. \"A kdyby mi hlava prošla,\" pomyslila si ubohá Alenka, \"co by mi to bylo platno, když by neprošla ramena? Ó, jak bych si přála, abych se mohla stáhnout jako dalekohled! Myslím, že bych to dovedla, jen kdybych věděla, jak začít.\" V poslední době, jak jste viděli, se událo tolik mimořádných věcí, že se Alenka začala domnívati, že je velmi málo věcí opravdu nemožných. Čekati u malých dvířek se jí zdálo bezúčelné, vrátila se tedy ke stolku, napolo doufajíc, že na něm nalezne nový klíč nebo aspoň knížku návodů, podle nichž by se člověk mohl stáhnout jako dalekohled; a tenkrát tu nalezla lahvičku (\"která tu před chvílí zcela určitě nebyla,\" řekla si Alenka) a na té byla přivázána cedulka, na níž bylo velikými písmeny krásně vytištěno: VYPIJ MNE! - To se pěkně řekne: \"Vypij mne!\" - tohle však moudrá Alenka neudělá tak náhle. - \"Ne, napřed se podíváme,\" řekla si, \"není-li na tom nálepka s nápisem JED!\" neboť četla mnoho povídek o dětech, které se spálily, nebo byly snědeny divou zvěří, nebo kterým se stalo mnoho jiných nepříjemných věcí, a to všechno jen proto, že ne a ne, aby si pamatovaly jednoduché poučky, kterým je učili jejich přátelé: například, že se možno spálit rozžhaveným háčkem, držíme-li jej v ruce příliš dlouho, nebo že prst obyčejně krvácí, řízneme-li do něho nožem příliš hluboko; a ni kdy nezapomněla, že, napijeme-li se z lahvičky, na které je napsáno JED! - je skorem jisto, že toho dříve či později budeme litovat. Na této lahvičce však nebylo napsáno JED! a tak se Alenka odvážila okusit jejího obsahu; a shledavši jej docela chutným (měl totiž jakousi smíšenou chuť třešňového koláče, krupičné kaše, ananasu, pečené husy, čokolády a topinky s máslem), byla s lahvičkou brzo hotova. \"Jaký to podivný pocit!\" řekla Alenka. \"Jistě se do sebe zatahuji jako dalekohled.\" A tak tomu opravdu bylo: byla teď jen deset palců vysoká a tvář se jí vyjasnila při pomyšlení, že má nyní zrovna potřebnou míru, aby mohla projít malými vrátky do krásné zahrady. Nejprve však několik minut čekala, záhy zjistila, nezkracuje-li se ještě dále; trochu jí to působilo starost; \"neboť to by, víte, mohlo skončit tím\" - řekla si - \"že bych se zkrátila v nic, jako dohořelá svíčka. To bych ráda věděla, jak bych potom vypadala!\" a pokoušela se představit si, jak vypadá plamen svíčky po zhasnuti, neboť se nedovedla upamatovati, že by kdy co takového byla viděla. Když po chvíli zjistila, že se s ní dál nic neděje, rozhodla se, že půjde ihned do zahrady. Ale běda! Když došla ke dveřím, shledala ubohá Alenka, že zapomněla zlatý klíček, a když se proň vrátila ke stolku, zjistila, že naň nemůže nikterak dosáhnout; viděla jej zcela zřetelně sklem stolku a pokoušela se, jak nejlépe dovedla, vyšplhati se po jedné z jeho noh, ale ta byla příliš hladká; a když se ubožačka marnými pokusy úplně vyčerpala, sedla si a plakala. \"Tak a teď dost, pláčem nic nespravíte!\" řekla si k sobě hodně zostra. - \"Radím vám, abyste toho tu chvíli nechala!\" Alenka si zpravidla dávala velmi dobré rady (ač se jimi velmi zřídka řídila) a někdy si vyhubovala tak přísně, že jí slzy vstoupily do očí; a pamatovala si, jak se jednou pokoušela napohlavkovat si za to, že se chtěla ošidit ve hře v kroket, kterou hrála sama proti sobě, neboť toto podivné dítě si velmi libovalo v tom, že dělalo, jako by bylo dvěma osobami. \"Teď však není nic platno dělat, jako bych byla dvěma osobami,\" řekla si Alenka - \"vždyť ze mne zbylo sotva na jednu slušnou osobu!\" Brzy však spočinula zrakem na malé skleněné krabici, ležící pod stolem; otevřela ji a našla v ní malý koláček, na němž byla rozinkami krásně vysázená slova: SNĚZ MNE! - \"Dobrá, tak tě sním,\" řekla Alenka. \"Uděláš-li mne větší, budu moci dosáhnouti klíče, a uděláš-li mne menší, podlezu pode dveřmi a tak se tím neb oním způsobem dostanu do zahrady a je mi tedy jedno, co se stane!\" Snědla kousíček a řekla si úzkostlivě: \"Kterým směrem? Kterým směrem?\" - držíc si ruku na temeni hlavy, aby se přesvědčila, kterým směrem poroste. Byla velmi překvapena, shledavši, že zůstává nezměněna. Ono se to sice zpravidla tak stává, když člověk jí koláč, Alenka si však už tak zvykla očekávati samé mimořádné události, že jí obvyklý pochod života připadal hloupý a nudný. Dala se tedy do koláče a brzy s ním byla hotova. 2 - JEZERO SLZ \"Divoucnější a divoucnější!\" zvolala Alenka (byla tak překvapena, že na okamžik zapomněla správně česky); \"teď se vytahuji jako největší dalekohled, který kdo kdy viděl! Sbohem, nohy!\" (Neboť když se podívala dolů na své nohy, zdály se jí skoro unikat z dohledu, tak se jí vzdalovaly od hlavy.) \"Ó mé ubohé nohy, kdopak vám teď bude natahovat punčochy a obouvat boty, drahouškové? Já už jistě nebudu moci! Budu od vás příliš daleko, abych se o vás mohla starat; tak si to budete musit zařídit, jak nejlépe dovedete. \"Ale musím na ně, být hodná,\" pomyslila si, \"nebo by možná nechtěly chodit kam bych chtěla. Počkejme: každé Vánoce jim dám nový pár botek.\" A začala uvažovat, jak by to zařídila. \"Budou muset jít poslíčkem,\" pomyslila si; \"to bude legračně vypadat, posílat dárky vlastním nohám! A jak podivně bude vypadat adresa! Slovutná Alenčina Pravá Noha, Koberec, poblíž Stolu (s Alenčinými pozdravy). Bože můj, jaké to mluvím nesmysly!\" Vtom vrazila hlavou do stropu síně: vskutku byla už asi devět stop vysoká. Bez otálení vzala se stolku zlatý klíček a spěchala k zahradním dvířkám. Ubohá Alenka! Vše, co mohla udělat, bylo lehnout si na bok a dívat se do zahrady jedním okem; dostat se dvířky bylo beznadějnější než kdy jindy, a Alenka si sedla a dala se znovu do pláče. \"Mohla byste se stydět,\" řekla si po chvíli, \"taková velká holka,\" (to mohla po pravdě říci) \"a takhle brečet! Tu chvíli ať mi přestanete - no, co jsem řekla!\" Ale plakala dál, roníc vědra a vědra slz, až kolem ní byla velká louže, asi čtyři palce hluboká a pokrývající celou polovinu síně. Po chvíli zaslechla v dálce lehké cupitání a spěšně si osušila oči, aby viděla, kdo přichází. Byl to Bílý Králík, který se vracel nádherně oblečen a držel v jedné ruce pár bílých rukaviček a ve druhé velký vějíř. Cupital kolem ve velkém spěchu, bruče si k sobě: \"O, vévodkyně! Ó, vévodkyně! Ta bude divá, že jsem ji nechal tak dlouho čekat!\" Alenky se zmocňovala taková zoufalost, že byla odhodlána obrátit se o pomoc na kohokoli; když se tedy Králík přiblížil, začala tichým, nesmělým hláskem: \"Prosím, pane...\" Králík sebou prudce trhl, upustil vějíř a bílé rukavice a odpelášil do temna, jak jen rychle dovedl. Alenka zvedla vějíř a rukavice, a jelikož bylo v síni velmi horko, začala se ovívati, neustávajíc v mluvení: \"Bože, Bože, jak je to dnes všechno podivné! A včera š1o všechno docela jako jindy. Což jsem se přes noc změnila? Počkejme: byla jsem táž jako včera, když jsem se dnes ráno probudila? Skoro si vzpomínám, že jsem se necítila ve své kůži. Nejsem-li však táž jako včera, musím se ptát, kdo u všech všudy jsem? Aha, to je ta velká hádanka!\" A začala probírat všechny známé děti, které s ní byly stejného věku, aby viděla, nezměnila-li se v některé z nich. \"Jistě nejsem Anča,\" řekla si, \"protože ta má dlouhé kudrnaté vlasy, a mně se vlasy nekudrnatí, kdybych dělala co dělala; a jistě nemohu být Mařka, protože umím spoustu věcí, a Mařka - oh, ta toho umí tak málo! A mimo to, ona je ona, a já jsem já, a - bože můj, jak je to všechno zmatené! Musím zkusit, umím-li všechny věci, které jsem umívala. Počkejme: čtyřikrát pět je dvanáct, a čtyřikrát šest je třináct, a čtyřikrát sedm je - -ó, božínku! Takhle bych se nikdy nedostala k dvaceti! Ale konečně, násobilka nic neznamená: zkusme zeměpis. Praha je hlav ní město Vídně, Vídeň je hlavní město Paříže, a Paříž... Ne, to je všechno špatně, úplně špatně! Musila jsem se proměnit v Mařku! Musím zkusit nějakou básničku, třeba: Běžel zajíc...\" Postavila se způsobně, složila ruce v klín, jako kdyby stála ve škole a odříkávala úlohu, a začala deklamovat; ale její hlas zněl drsně a cize, a slova básničky, která jí přicházela na jazyk, nebyla také táž jako obyčejně : \"Běžel zajíc kolem plotu, roztrhal si v hrdle notu. Kantor mu ji zašít spěchal, v hrdle mu však jehlu nechal. Zajíci teď skřípá nota jako kantorova bota.\" \"Ne, tohle jistě nejsou správná slova,\" řekla ubohá Alenka, a oči se jí znovu zalily slzami, jak pokračovala: \"To už jsem jistě Mařka, a budu muset jíst a bydlet v tom ošklivém malém domku, a nebudu mít skoro žádných hraček, a ó! tolik věcí se budu muset učit! Ne, v téhle věci jsem se rozhodla: jestliže jsem Mařka, zůstanu zde dole! Nic jim to nebude platno strkat sem hlavy a říkat: ,Drahoušku, pojď k nám sem nahoru!` Podívám se jenom vzhůru a řeknu: ,Kdo tedy jsem? To mi řekněte napřed, a teprve jestliže se mi bude líbit být tou osobou, vyjdu ven; jestliže ne, zůstanu zde dole, dokud nebudu někým jiným` -- ale, ó božínku!\" zvolala v náhlém přívalu slzí, \"kéž by sem někdo jen chtěl strčit hlavu! Mne už to tak mrzí být tu samotna!\" Když to dořekla, podívala se dolů na své ruce a s úžasem zjistila, že si při té řeči natáhla jednu z Králíkových rukavic. \"Jak se jen tohle mohlo stát?\" pomyslila si. \"To se zase musím zmenšovat.\" Vstala a šla ke stolu, aby se podle něj změřila, a shledala, že je, pokud mohla odhadnouti, asi dvě stopy vysoká a že se stále kvapem zmenšuje. Brzy přišla na to, že to zmenšování způsobil vějíř, který držela, i odhodila jej honem - zrovna včas, že unikla úplnému scvrknutí se v nic. \"To jsem ale šťastně vyvázla!\" řekla si Alenka, hodně ulekaná náhlou změnou, ale šťastná, že se vidí ještě na světě. \"A teď do zahrady!\" a běžela, jak nejrychleji dovedla, k malým dvířkám. Ale běda! dvířka byla opět zavřena a zlatý klíček ležel opět na skleněném stolku, \"a to je horší, než to bylo,\" myslilo si ubohé dítě, \"neboť jsem nikdy nebyla tak malá, jako jsem teď - nikdy! A to je na mou věru velmi, velmi zlé!\" Jak vyřkla tato slova, uklouzla jí noha, a v mžiku, plác! byla po krk ve slané vodě. První, co jí napadlo, bylo, že nějak spadla do moře, \"a v tom případě se vrátím domů vlakem,\" řekla si k sobě. (Alenka byla jednou s rodiči u moře a její představa mořského břehu od té doby byla řada kabin na svlékání, děti, hrabající v písku dřevěnými lopatkami, vzadu řada domů a za nimi železniční stanice.) Brzy však přišla na to, že se octla ve velké louži slz, které naplakala, když byla devět stop vysoká. \"Kéž bych byla tolik neplakala!\" řekla Alenka, plavajíc v louži a hledajíc, jak by se z ní dostala ven. \"Teď za to budu, myslím, potrestána tím, že se utopím ve vlastních slzách! Bude to podivné - ale všechno je dnes tak podivné...\" Vtom zaslechla opodál jakési šplouchání a plavala tím směrem, aby se přesvědčila, co to je: nejprve se domnívala, že to je jistě nějaký mrož nebo nosorožec, pak se však upamatovala, jak je teď maličká, a brzy rozpoznala, že je to jen myš, která do louže sklouzla asi stejně jako ona. \"Bude mi co platno k téhle myši promluvit?\" pomyslila si Alenka. \"Všechno je tu dole tak neobyčejné, že si myslím, že i myš bude mluvit; rozhodně však za pokus to stojí.\" Tak začala: \"Ó Myško, neznáte cestu z tohoto jezera? Jsem už velmi unavena plaváním, ó Myško!\" (Alenka se domnívala, že tohle je správný způsob, jak oslovit myš: nikdy předtím k myši nemluvila, vzpomněla si však, že viděla v bratrově latinské gramatice: \"Žába - žáby - žábě - žábu - ó žábo!\") Myš se na ni podívala jaksi zpytavě a neříkala nic; Alence se však zdálo, že na ni mrkla jedním očkem. \"Možná že nerozumí česky,\" pomyslila si Alenka; \"to bude, počítám, německá myš, která sem přišla s Jindřichem Ptáčníkem.\" (Vidíte, že se vší svou znalostí historie Alenka neměla jasné představy, jak dávno se co stalo.) Začala tedy znovu: \"Wo ist meine Katze?\", což byla první věta v její německé čítance. Myš prudce vyskočila z louže a Alence se zdálo, že se třese po celém těle hrůzou. \"Ó, prosím za odpuštění!\" zvolala spěšně, plna strachu, že se dotkla citů ubohého zvířátka. \"Zapomněla jsem, že nemáte ráda koček.\" \"Nemám ráda koček!\" zapískla Myš rozčileně. \"Měla byste vy ráda kočky, kdybyste byla mnou?\" \"Nu, možná že ne,\" řekla Alenka chlácholivě, \"ale už se proto nehněvejte. -A přece bych si přála, abych vám mohla ukázat naši Mindu: myslím, že byste si zamilovala kočky, kdybyste ji viděla. To je vám takové mírné, drahé zvířátko,\" pokračovala Alenka, polo k myši a polo k sobě, plovajíc v louži, \"a tak pěkně sedí u krbu a přede a olizuje si pacičky a umývá se - a je tak teploučká a měkoučká na chování - a tak ohromně dovede chytat myši - ó, prosím za odpuštění!\" zvolala znovu, neboť tentokrát byla Myš celá zježená a Alenka cítila, že musí být doopravdy uražena. \"Nebudeme o ní dál mluvit, nemáte-li to ráda.\" \"Nebudeme - - vskutku!\" křičela Myš, která se třásla od hlavy po ocas. \"Jako kdybych já kdy mluvila o takovém předmětě! Naše rodina vždycky nenáviděla kočky: ošklivé, sprosté, nízké tvory! Ať už to jméno neslyším!\" \"Už ho nevyslovím, opravdu!\" řekla Alenka, pospíchajíc změnit předmět rozmluvy. \"Máte - máte ráda -- máte ráda - psy?\" Myš neodpověděla, Alenka tedy dychtivě pokračovala: \"U našich sousedů mají takového pěkného pejska, toho bych vám chtěla ukázat. Je to malý jezevčík a má taková chytrá očka, víte, a takovou dlouhou vlnivou hnědou srst! A donáší věci, které mu hodíte, a dovede se postavit a prosit o jídlo, a všechno možné dovede: - ani si to všechno nemohu vzpomenout- a patří zahradníkovi, víte, a ten říká, že je tak užitečný, a stojí za tisíce! A říká, že mu už pochytal všechny krysy, a - - oh, jemináčku!\" zvolala Alenka lítostivým hlasem, \"už jsem ji zase urazila!\" Neboť Myš plavala pryč, jak nejrychleji dovedla, způsobujíc v louži úplné vlnobití. Alenka na ni tedy zavolala konejšivě: \"Myško, drahá! Vraťte se, drahoušku, a nebudeme už mluvit o kočkách ani o psech, nemáte-li jich ráda!\" Když to Myš uslyšela, obrátila se a zvolna plavala zpět: byla ve tváři úplně bledá (hněvem, pomyslila si Alenka) a řekla hlubokým, chvějícím se hlasem: \"Pojďme na břeh a já vám povím příběh svého života a porozumíte, proč nenávidím kočky a psy.\" 3 - KANDIDÁTNÍ ZÁVODY A PŘÍBĚH SE ZAMOTANÝM KONCEM Byl nejvyšší čas, neboť louže začínala být pomalu přeplněna zvířaty a ptáky, kteří do ní spadli: byla mezi nimi kachna a papoušek Lora, dokonce jeden Blboun, kterému říkali Dodo, orlík a několik jiných podivných stvoření. Alenka vedla a celá společnost plavala ke břehu. Byla to vskutku podivně vyhlížející společnost, která se na břehu shromáždila-ptáci se zarousaným peřím, zvířátka se srstí připlihlou k tělu, a všichni mokří, až z nich kapalo, mrzutí a smutní. První otázka ovšem byla, jak se opět osušit: začali se o tom radit a za několik minut to Alence nepřipadalo nikterak divné, že se s nimi nalezla v důvěrném hovoru, jako by je byla znala od narození. Dostala se dokonce do dlouhého sporu s Lorou, která se nakonec stala nevrlou a omezila se na to, že opakovala: \"Já jsem starší než vy a musím to vědět líp.\" A to Alenka nechtěla uznat, dokud nevěděla, kolik je Loře let, a jelikož Lora rozhodně odmítala povědět svůj věk, nedalo se dále nic dělat. Konečně Myš, která se mezi nimi zdála být osobností požívající velké vážnosti, zvolala: \"Sedněte si všichni a poslouchejte! Já vás všechny osuším v okamžiku!\" Všichni bez meškání usedli, utvořivše veliký kruh, v jehož středu stála Myš. Alenka na ni úzkostlivě upírala oči, neboť byla jista, že z toho vyjde se zlou rýmou, nepodaří-li se jí brzy uschnout. \"Mhm!\" řekla Myš, tváříc se velmi důležitě. \"Jste všichni připraveni? Toto je nejsušší věc, kterou znám. Ticho kolem, prosím! - ,Když Ota Veliký porazil Maďary u Augsburku, vypudil je z říše německé a při řece Enži po obou březích Dunaje obnovil proti nim Marku Východní, kterou spravoval markrabě, podřízený vévodovi bavorskému. Otův syn udělil ji roku 976 Leopoldu Babenberskému a vymanil ho z moci vévody bavorského. Markrabě Leopold IV. měl nevlastního bratra Konrada III., krále německého.\" \"Uf!\" řekla Lora a otřásla se. \" \"Prosím?\" řekla Myš mračíc se, ale velmi zdvořile. \"Řekla jste něco? \"Já ne!\" řekla Lora kvapně. \"Myslela jsem, že jste něco řekla,\" pravila Myš. \"Pokračuji: ,Leopold IV měl nevlastního bratra Konrada III., krále německého. Jeho uznati nechtěl mocný vévoda bavorský Jindřich Pyšný z Welfů. Nemoha s ním ničeho spraviti po dobrém, král Konrád III. nalezl to nutným...`\" \"Nalezl co?\" pravila Kachna. \"Nalezl to,\" odpověděla Myš podrážděně. \"Snad víte, co to znamená. \"Já vím docela dobře, co to znamená, když já něco najdu,\" řekla Kachna; \"obyčejně je to žabka nebo červ. Otázka je, co našel ten váš král.\" Myš přešla otázku bez povšimnutí a kvapně pokračovala: \"Konrád III. nalezl to nutným vyhlásiti naň říšskou klatbu, odňal mu Bavory a vévodou bavorským učinil věrného bratra svého Leopolda, po jehož smrti ponechal Bavory mladšímu bratru Jindřichovi. Ale nástupce Konradův Jindřich Barbarossa, jenž byl vychován se synem Jindřicha Pyšného, Jindřichem Lvem, přilnul k tomuto celým srdcem a vrátil mu vévodství bavorské.` - Jak se vám daří, má drahá?\" přerušila se, vracejíc se k Alence. \"Stále ještě mokrá,\" řekla Alenka smutně. \"Nezdá se vůbec, že by mne to osušovalo.\" \"V tom případě,\" řekl slavnostně Blboun Dodo, vstávaje, \"navrhuji, abychom odročili schůzi za účelem meritorního přijetí energičtějších sankcí.\" \"Mluvte česky!\" řekl Orlík. \"Já nerozumím, co znamená polovina těch cizích slov, a co víc, nevěřím, že jim rozumíte sám.\" A Orlík sklonil hlavu, aby skryl úsměv; někteří z ostatních ptáků se chichotali docela slyšitelně. \"Co jsem chtěl říci, je,\" zakoktal Blboun uraženě, \"že nejlepší věc, kterou se můžeme osušit, jsou kandidátní závody.\" \"Co jsou kandidátní závody?\" zeptala se Alenka; ne, že by se jí moc chtělo mluvit - ale Blboun se odmlčel, jako kdyby chtěl naznačit, že by někdo měl něco říci, a nikdo jiný se k tomu neměl. \"Nu,\" řekl Blboun, \"nejlepší vysvětlení je zkusit to.\" (A jelikož byste to mohli chtít někdy v zimě zkusit sami, povím vám, jak to Blboun uspořádal.) Nejprve vyznačil na zemi závodní dráhu, v jakémsi kruhu (\"Na přesném tvaru nezáleží,\" řekl), a podle ní rozestavil všechny členy společnosti. Nebylo žádného \"Jedna - dvě - tři teď\", ale každý začal běžet, kdy se mu zlíbilo, a přestal, kdy se mu zlíbilo, takže nebylo snadno poznat, kdy je po závodech. Nicméně, když tak nějaké půl hodiny všichni běhali, byli zase úplně suší a Blboun náhle zvolal: \"Závody jsou u konce!\" a všichni se shrnuli kolem něho, popadajíce dech a ptajíce se: \"Kdo vyhrál?\" Na tuto otázku nemohl Blboun odpovědět bez delší úvahy a seděl tedy drahnou dobu s jedním prstem přitlačeným na čelo (tak to Alenka vídávala na obrazech velkých básníků a myslitelů), zatímco ostatní čekali v naprostém tichu. Konečně Blboun řekl: \"Všichni vyhráli a všichni musí dostat ceny.\" \"Ale kdo je má rozdat?\" ptal se celý sbor hlasů. \"Nu, ovšemže ona,\" řekl Blboun, ukazuje prstem na Alenku; a celá společnost se ihned shlukla kolem ní, vykřikujíc zmateně: \"Ceny! Ceny!\" Alenka neměla zdání, jak si má počínat; v zoufalství strčila ruku do kapsy a vytáhnuvši krabici bonbónů (naštěstí k nim slaná voda nepronikla), rozdala je kolem jako ceny. Vystačily jí právě tak, že se na každého z jejích společníků dostal jeden. \"Ale ona musí též dostat cenu, že ano?\" podotkla Myš. \"Ovšem,\" odvětil Blboun velmi vážně. \"Co máte ještě v té kapsičce?\" pokračoval, obraceje se k Alence. \"Jenom náprstek,\" řekla Alenka smutně. \"Podejte mi ho,\" řekl Blboun. A tu se opět všichni shlukli kolem ní a Blboun jí slavnostně odevzdal náprstek, řka: \"Prosíme, abyste ráčila přijmouti tento elegantní náprstek.\" A když ukončil tuto krátkou řeč, všichni tleskali a volali slávu. Alence se celá ta věc zdála hodně nesmyslnou, ale všichni hleděli tak vážně, že se neodvážila smát; a jelikož jí nenapadalo nic vhodného, co by mohla říci, prostě se poklonila a vzala náprstek, hledíc, jak vážně jen dovedla. Pak se měly jíst bonbóny; to způsobilo mnoho zmatku a hluku: velcí ptáci si stěžovali, že ani neochutnali, a malí se zakuckali a musilo se jim bušit do zad. Když to však bylo všechno odbyto, sedli si opět do kruhu a prosili Myš, aby jim ještě něco vyprávěla. \"Slíbila jste mi, že mi povíte příběh svého života, nezapomněla jste?\" řekla Alenka, \"a proč nenávidíte K a P,\" dodala šeptem, trochu se obávajíc, aby ji opět neurazila. \"Je to historie zvířete se smutným a zamotaným koncem! řekla Myš, obracejíc se k Alence a vzdychajíc. \"Zamotaný je, o tom není pochyby,\" řekla si Alenka, hledíc s údivem na ocásek vlekoucí se za Myší v mnoha záhybech, \"ale proč by měl být smutný?\" A po celou tu dobu, co Myš mluvila, lámala si hlavu nad otázkou, proč by měl být myší ocásek smutný, takže jí konec jejího vyprávění uvázl v hlavě asi takhle: \"Vy ale vůbec nedáváte pozor!\" řekla Myš Alence přísně. \"Nač myslíte?\" \"Prosím za prominutí,\" řekla Alenka pokorně. \"Došla jste, myslím, k páté zatáčce?\" \"K žádné zatáčce jsem nedošla,\" řekla Myš a vstala a odcházela. \"Urážíte mne takovými nesmysly!\" \"Já to tak nemyslela!\" omlouvala se ubohá Alenka. \"Víte, ale vy se tak snadno urazíte!\" Myš v odpověď jenom nevrle zabručela. \"Prosím vás, vraťte se a dokončete své vypravování!\" volala Alenka za ní. A ostatní se k ní přidali sborem: \"Ano, prosíme, zůstaňte!\" Ale Myš jen netrpělivě zavrtěla hlavou a přidala do kroku. \"Jaká škoda, že nezůstala!\" vzdychl papoušek Lora, když zmizela z dohledu; a jeden starý mořský Krab použil této příležitosti, aby řekl své dceři: \"Ach, vidíte, má drahá! Ať je vám to ponaučením, že se nikdy nemáte dát unést svým temperamentem.\" \"Ale mlč, papá!\" odsekla mladá Krabová trochu nakvašeně. \"Ty bys připravil ústřici o trpělivost!\" \"Kdybych já tu jen měla svou Mindu, panečku!\" řekla Alenka nahlas, nemluvíc k nikomu zvláště. \"Ta by ji brzy přivedla zpátky!\" \"A kdo je Minda, smím-li si dovolit otázku?\" řekl Lora. Alenka byla vždycky ochotna mluvit o svém miláčku, odvětila tedy dychtivě: \"Minda je naše kočka. A ta vám umí chytat myši, to si nedovedete představit! A to ještě nic není proti tomu, jak dovede chytat ptáky! Panečku, ta sní ptáčka, jen se naň podívá!\" Tato slova způsobila v celé společnosti podivuhodné vzrušení. Někteří ptáci náhle odešli beze slova; jedna stará Straka se začala pečlivě zahalovat, a spěchala pryč s poznámkou: \"Už opravdu musím domů; tenhle noční vzduch mi nedělá dobře na krk!\" a Kanárek volal chvějícím se hlasem na své děti: \"Pojďte pryč, drahouškové! Je nejvyšší čas, abyste byli v posteli!\" Pod různými záminkami se všichni vytratili, a Alenka brzy zůstala samotna. \"Kéž bych se nebyla zmínila o Mindě!\" řekla si lítostivým hlasem. \"Nezdá se, že by ji zde dole měl někdo rád, a přece je to jistě ta nejlepší a nejmilejší kočka na světě! Ó, má drahá Mindičko! Jestlipak tě ještě kdy uvidím!\" A tu se ubohá Alenka znovu dala do pláče, neboť začala pociťovat velkou tesknotu a skleslost. Po chvíli však z dálky zaslechla opět drobné cupitání, a vzhlédla toužebně, napolo doufajíc, že si to Myška rozmyslila a že se vrací, aby dokončila své vypravování.",
    "en": "I--DOWN THE RABBIT-HOLE Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do. Once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, \"and what is the use of a book,\" thought Alice, \"without pictures or conversations?\" So she was considering in her own mind (as well as she could, for the day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her. There was nothing so very remarkable in that, nor did Alice think it so very much out of the way to hear the Rabbit say to itself, \"Oh dear! Oh dear! I shall be too late!\" But when the Rabbit actually took a watch out of its waistcoat-pocket and looked at it and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and, burning with curiosity, she ran across the field after it and was just in time to see it pop down a large rabbit-hole, under the hedge. In another moment, down went Alice after it! [Illustration] The rabbit-hole went straight on like a tunnel for some way and then dipped suddenly down, so suddenly that Alice had not a moment to think about stopping herself before she found herself falling down what seemed to be a very deep well. Either the well was very deep, or she fell very slowly, for she had plenty of time, as she went down, to look about her. First, she tried to make out what she was coming to, but it was too dark to see anything; then she looked at the sides of the well and noticed that they were filled with cupboards and book-shelves; here and there she saw maps and pictures hung upon pegs. She took down a jar from one of the shelves as she passed. It was labeled \"ORANGE MARMALADE,\" but, to her great disappointment, it was empty; she did not like to drop the jar, so managed to put it into one of the cupboards as she fell past it. Down, down, down! Would the fall never come to an end? There was nothing else to do, so Alice soon began talking to herself. \"Dinah'll miss me very much to-night, I should think!\" (Dinah was the cat.) \"I hope they'll remember her saucer of milk at tea-time. Dinah, my dear, I wish you were down here with me!\" Alice felt that she was dozing off, when suddenly, thump! thump! down she came upon a heap of sticks and dry leaves, and the fall was over. Alice was not a bit hurt, and she jumped up in a moment. She looked up, but it was all dark overhead; before her was another long passage and the White Rabbit was still in sight, hurrying down it. There was not a moment to be lost. Away went Alice like the wind and was just in time to hear it say, as it turned a corner, \"Oh, my ears and whiskers, how late it's getting!\" She was close behind it when she turned the corner, but the Rabbit was no longer to be seen. She found herself in a long, low hall, which was lit up by a row of lamps hanging from the roof. There were doors all 'round the hall, but they were all locked; and when Alice had been all the way down one side and up the other, trying every door, she walked sadly down the middle, wondering how she was ever to get out again. Suddenly she came upon a little table, all made of solid glass. There was nothing on it but a tiny golden key, and Alice's first idea was that this might belong to one of the doors of the hall; but, alas! either the locks were too large, or the key was too small, but, at any rate, it would not open any of them. However, on the second time 'round, she came upon a low curtain she had not noticed before, and behind it was a little door about fifteen inches high. She tried the little golden key in the lock, and to her great delight, it fitted! [Illustration] Alice opened the door and found that it led into a small passage, not much larger than a rat-hole; she knelt down and looked along the passage into the loveliest garden you ever saw. How she longed to get out of that dark hall and wander about among those beds of bright flowers and those cool fountains, but she could not even get her head through the doorway. \"Oh,\" said Alice, \"how I wish I could shut up like a telescope! I think I could, if I only knew how to begin.\" Alice went back to the table, half hoping she might find another key on it, or at any rate, a book of rules for shutting people up like telescopes. This time she found a little bottle on it (\"which certainly was not here before,\" said Alice), and tied 'round the neck of the bottle was a paper label, with the words \"DRINK ME\" beautifully printed on it in large letters. \"No, I'll look first,\" she said, \"and see whether it's marked '_poison_' or not,\" for she had never forgotten that, if you drink from a bottle marked \"poison,\" it is almost certain to disagree with you, sooner or later. However, this bottle was _not_ marked \"poison,\" so Alice ventured to taste it, and, finding it very nice (it had a sort of mixed flavor of cherry-tart, custard, pineapple, roast turkey, toffy and hot buttered toast), she very soon finished it off. * * * * * \"What a curious feeling!\" said Alice. \"I must be shutting up like a telescope!\" And so it was indeed! She was now only ten inches high, and her face brightened up at the thought that she was now the right size for going through the little door into that lovely garden. After awhile, finding that nothing more happened, she decided on going into the garden at once; but, alas for poor Alice! When she got to the door, she found she had forgotten the little golden key, and when she went back to the table for it, she found she could not possibly reach it: she could see it quite plainly through the glass and she tried her best to climb up one of the legs of the table, but it was too slippery, and when she had tired herself out with trying, the poor little thing sat down and cried. \"Come, there's no use in crying like that!\" said Alice to herself rather sharply. \"I advise you to leave off this minute!\" She generally gave herself very good advice (though she very seldom followed it), and sometimes she scolded herself so severely as to bring tears into her eyes. Soon her eye fell on a little glass box that was lying under the table: she opened it and found in it a very small cake, on which the words \"EAT ME\" were beautifully marked in currants. \"Well, I'll eat it,\" said Alice, \"and if it makes me grow larger, I can reach the key; and if it makes me grow smaller, I can creep under the door: so either way I'll get into the garden, and I don't care which happens!\" She ate a little bit and said anxiously to herself, \"Which way? Which way?\" holding her hand on the top of her head to feel which way she was growing; and she was quite surprised to find that she remained the same size. So she set to work and very soon finished off the cake. [Illustration] II--THE POOL OF TEARS \"Curiouser and curiouser!\" cried Alice (she was so much surprised that for the moment she quite forgot how to speak good English). \"Now I'm opening out like the largest telescope that ever was! Good-by, feet! Oh, my poor little feet, I wonder who will put on your shoes and stockings for you now, dears? I shall be a great deal too far off to trouble myself about you.\" Just at this moment her head struck against the roof of the hall; in fact, she was now rather more than nine feet high, and she at once took up the little golden key and hurried off to the garden door. Poor Alice! It was as much as she could do, lying down on one side, to look through into the garden with one eye; but to get through was more hopeless than ever. She sat down and began to cry again. She went on shedding gallons of tears, until there was a large pool all 'round her and reaching half down the hall. After a time, she heard a little pattering of feet in the distance and she hastily dried her eyes to see what was coming. It was the White Rabbit returning, splendidly dressed, with a pair of white kid-gloves in one hand and a large fan in the other. He came trotting along in a great hurry, muttering to himself, \"Oh! the Duchess, the Duchess! Oh! _won't_ she be savage if I've kept her waiting!\" When the Rabbit came near her, Alice began, in a low, timid voice, \"If you please, sir--\" The Rabbit started violently, dropped the white kid-gloves and the fan and skurried away into the darkness as hard as he could go. [Illustration] Alice took up the fan and gloves and she kept fanning herself all the time she went on talking. \"Dear, dear! How queer everything is to-day! And yesterday things went on just as usual. _Was_ I the same when I got up this morning? But if I'm not the same, the next question is, 'Who in the world am I?' Ah, _that's_ the great puzzle!\" As she said this, she looked down at her hands and was surprised to see that she had put on one of the Rabbit's little white kid-gloves while she was talking. \"How _can_ I have done that?\" she thought. \"I must be growing small again.\" She got up and went to the table to measure herself by it and found that she was now about two feet high and was going on shrinking rapidly. She soon found out that the cause of this was the fan she was holding and she dropped it hastily, just in time to save herself from shrinking away altogether. \"That _was_ a narrow escape!\" said Alice, a good deal frightened at the sudden change, but very glad to find herself still in existence. \"And now for the garden!\" And she ran with all speed back to the little door; but, alas! the little door was shut again and the little golden key was lying on the glass table as before. \"Things are worse than ever,\" thought the poor child, \"for I never was so small as this before, never!\" As she said these words, her foot slipped, and in another moment, splash! she was up to her chin in salt-water. Her first idea was that she had somehow fallen into the sea. However, she soon made out that she was in the pool of tears which she had wept when she was nine feet high. [Illustration] Just then she heard something splashing about in the pool a little way off, and she swam nearer to see what it was: she soon made out that it was only a mouse that had slipped in like herself. \"Would it be of any use, now,\" thought Alice, \"to speak to this mouse? Everything is so out-of-the-way down here that I should think very likely it can talk; at any rate, there's no harm in trying.\" So she began, \"O Mouse, do you know the way out of this pool? I am very tired of swimming about here, O Mouse!\" The Mouse looked at her rather inquisitively and seemed to her to wink with one of its little eyes, but it said nothing. \"Perhaps it doesn't understand English,\" thought Alice. \"I dare say it's a French mouse, come over with William the Conqueror.\" So she began again: \"Ou est ma chatte?\" which was the first sentence in her French lesson-book. The Mouse gave a sudden leap out of the water and seemed to quiver all over with fright. \"Oh, I beg your pardon!\" cried Alice hastily, afraid that she had hurt the poor animal's feelings. \"I quite forgot you didn't like cats.\" \"Not like cats!\" cried the Mouse in a shrill, passionate voice. \"Would _you_ like cats, if you were me?\" \"Well, perhaps not,\" said Alice in a soothing tone; \"don't be angry about it. And yet I wish I could show you our cat Dinah. I think you'd take a fancy to cats, if you could only see her. She is such a dear, quiet thing.\" The Mouse was bristling all over and she felt certain it must be really offended. \"We won't talk about her any more, if you'd rather not.\" \"We, indeed!\" cried the Mouse, who was trembling down to the end of its tail. \"As if _I_ would talk on such a subject! Our family always _hated_ cats--nasty, low, vulgar things! Don't let me hear the name again!\" [Illustration: Alice at the Mad Tea Party.] \"I won't indeed!\" said Alice, in a great hurry to change the subject of conversation. \"Are you--are you fond--of--of dogs? There is such a nice little dog near our house, I should like to show you! It kills all the rats and--oh, dear!\" cried Alice in a sorrowful tone. \"I'm afraid I've offended it again!\" For the Mouse was swimming away from her as hard as it could go, and making quite a commotion in the pool as it went. So she called softly after it, \"Mouse dear! Do come back again, and we won't talk about cats, or dogs either, if you don't like them!\" When the Mouse heard this, it turned 'round and swam slowly back to her; its face was quite pale, and it said, in a low, trembling voice, \"Let us get to the shore and then I'll tell you my history and you'll understand why it is I hate cats and dogs.\" It was high time to go, for the pool was getting quite crowded with the birds and animals that had fallen into it; there were a Duck and a Dodo, a Lory and an Eaglet, and several other curious creatures. Alice led the way and the whole party swam to the shore. [Illustration] III--A CAUCUS-RACE AND A LONG TALE They were indeed a queer-looking party that assembled on the bank--the birds with draggled feathers, the animals with their fur clinging close to them, and all dripping wet, cross and uncomfortable. [Illustration] The first question, of course, was how to get dry again. They had a consultation about this and after a few minutes, it seemed quite natural to Alice to find herself talking familiarly with them, as if she had known them all her life. At last the Mouse, who seemed to be a person of some authority among them, called out, \"Sit down, all of you, and listen to me! _I'll_ soon make you dry enough!\" They all sat down at once, in a large ring, with the Mouse in the middle. \"Ahem!\" said the Mouse with an important air. \"Are you all ready? This is the driest thing I know. Silence all 'round, if you please! 'William the Conqueror, whose cause was favored by the pope, was soon submitted to by the English, who wanted leaders, and had been of late much accustomed to usurpation and conquest. Edwin and Morcar, the Earls of Mercia and Northumbria'--\" \"Ugh!\" said the Lory, with a shiver. \"--'And even Stigand, the patriotic archbishop of Canterbury, found it advisable'--\" \"Found _what_?\" said the Duck. \"Found _it_,\" the Mouse replied rather crossly; \"of course, you know what 'it' means.\" \"I know what 'it' means well enough, when _I_ find a thing,\" said the Duck; \"it's generally a frog or a worm. The question is, what did the archbishop find?\" The Mouse did not notice this question, but hurriedly went on, \"'--found it advisable to go with Edgar Atheling to meet William and offer him the crown.'--How are you getting on now, my dear?\" it continued, turning to Alice as it spoke. \"As wet as ever,\" said Alice in a melancholy tone; \"it doesn't seem to dry me at all.\" \"In that case,\" said the Dodo solemnly, rising to its feet, \"I move that the meeting adjourn, for the immediate adoption of more energetic remedies--\" \"Speak English!\" said the Eaglet. \"I don't know the meaning of half those long words, and, what's more, I don't believe you do either!\" \"What I was going to say,\" said the Dodo in an offended tone, \"is that the best thing to get us dry would be a Caucus-race.\" \"What _is_ a Caucus-race?\" said Alice. [Illustration] \"Why,\" said the Dodo, \"the best way to explain it is to do it.\" First it marked out a race-course, in a sort of circle, and then all the party were placed along the course, here and there. There was no \"One, two, three and away!\" but they began running when they liked and left off when they liked, so that it was not easy to know when the race was over. However, when they had been running half an hour or so and were quite dry again, the Dodo suddenly called out, \"The race is over!\" and they all crowded 'round it, panting and asking, \"But who has won?\" This question the Dodo could not answer without a great deal of thought. At last it said, \"_Everybody_ has won, and _all_ must have prizes.\" \"But who is to give the prizes?\" quite a chorus of voices asked. \"Why, _she_, of course,\" said the Dodo, pointing to Alice with one finger; and the whole party at once crowded 'round her, calling out, in a confused way, \"Prizes! Prizes!\" Alice had no idea what to do, and in despair she put her hand into her pocket and pulled out a box of comfits (luckily the salt-water had not got into it) and handed them 'round as prizes. There was exactly one a-piece, all 'round. The next thing was to eat the comfits; this caused some noise and confusion, as the large birds complained that they could not taste theirs, and the small ones choked and had to be patted on the back. However, it was over at last and they sat down again in a ring and begged the Mouse to tell them something more. \"You promised to tell me your history, you know,\" said Alice, \"and why it is you hate--C and D,\" she added in a whisper, half afraid that it would be offended again. \"Mine is a long and a sad tale!\" said the Mouse, turning to Alice and sighing. \"It _is_ a long tail, certainly,\" said Alice, looking down with wonder at the Mouse's tail, \"but why do you call it sad?\" And she kept on puzzling about it while the Mouse was speaking, so that her idea of the tale was something like this:-- \"Fury said to a mouse, That he met in the house, 'Let us both go to law: _I_ will prosecute _you_.-- Come, I'll take no denial: We must have the trial; For really this morning I've nothing to do.' Said the mouse to the cur, 'Such a trial, dear sir, With no jury or judge, would be wasting our breath.' 'I'll be judge, I'll be jury,' said cunning old Fury; 'I'll try the whole cause, and condemn you to death.'\" \"You are not attending!\" said the Mouse to Alice, severely. \"What are you thinking of?\" \"I beg your pardon,\" said Alice very humbly, \"you had got to the fifth bend, I think?\" \"You insult me by talking such nonsense!\" said the Mouse, getting up and walking away. \"Please come back and finish your story!\" Alice called after it. And the others all joined in chorus, \"Yes, please do!\" But the Mouse only shook its head impatiently and walked a little quicker. \"I wish I had Dinah, our cat, here!\" said Alice. This caused a remarkable sensation among the party. Some of the birds hurried off at once, and a Canary called out in a trembling voice, to its children, \"Come away, my dears! It's high time you were all in bed!\" On various pretexts they all moved off and Alice was soon left alone. \"I wish I hadn't mentioned Dinah! Nobody seems to like her down here and I'm sure she's the best cat in the world!\" Poor Alice began to cry again, for she felt very lonely and low-spirited. In a little while, however, she again heard a little pattering of footsteps in the distance and she looked up eagerly."
}